[
{"name": "Geladeira Consul Frost Free Duplex 405 litros cor Inox com Filtro Bem Estar", "url": "https://www.magazineluiza.com.br/geladeira-consul-frost-free-duplex-405-litros-cor-inox-com-filtro-bem-estar-/p/8255316/ed/ref2/", "reviews": [{"comment": "bonita\ngeladeira boa, bonita, anda não usei muito então não tenho avaliação dizer se realmente recomendo, mais estou gostando do espaço dela e da facilidade de uso, adorei por ter rodinha em baixo.", "rating": 4, "date": null}, {"comment": "amei minha geladeira!!!\ncomprei no mês passado e estou muito satisfeita , só sinto falta de iluminação no freezer,mas o resto tudo ok", "rating": 5, "date": null}, {"comment": "otima ,mas barulhenta\nsó não foi 5 estrelas por conta do barulho que ela faz as vzs , mas já até me acostumei.", "rating": 4, "date": null}, {"comment": "maravilhosa\nadorei o produto, sem falar na entrega super rápido do magazine Luiza, app ótimo, melhor lugar pra comprar. \nSuper recomendo", "rating": 5, "date": null}, {"comment": "Maravilhosoa\nComprei  faz 4 meses, linda demais ,ela é perfeita,é  espaçosa e como eu esperava, estou muito feliz com minha geladeira é o meu xodó em casa kkk a entrega como sempre no prazo, parabéns para a Magazine uma loja de confiança é responsabilidade!", "rating": 5, "date": null}, {"comment": "sonho de consumo\nchegou duas semanas antes do esperado. veio intacta, perfeita, maravilhosa, muito espaçosa. super recomendo.", "rating": 5, "date": null}, {"comment": "CRM 51\nBom desempenho, chegou antes do prazo e design perfeito. Além de ser espaçosa é bem dividida internamente.", "rating": 5, "date": null}, {"comment": "Cônsul 405 bem estar\nachei linda a geladeira.e veio super rápido comprei dia 19/03e chegou dia 29/03pena que veio com avarias por dentro só vi depois da entrega mais e linda seria maravilhosa se não tivesse este detalhe", "rating": 3, "date": null}, {"comment": "otímo\nProduto até agora correspondente com minhas expectativas .", "rating": 4, "date": null}, {"comment": "Top de linha\nSem comentários!!!!!! \nAtendimento excelente, e o produto muito mais bonito pessoalmente que nas fotos, amplo desempenho e super fácil de configurar", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free   - Duplex 371L DFN41 Branca", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-duplex-371l-dfn41-branca/p/013080601/ed/ref2/", "reviews": [{"comment": "Adorei a geladeira, espaços e recursos\nProduto muito bom com ótimos recursos e distribuição interna", "rating": 5, "date": null}, {"comment": "Excelente\nAté o momento gostando bastante..Gela bem entrega foi feita em menos de 24hs.Amei.", "rating": 5, "date": null}, {"comment": "geladeira Eletrolux\namei minha geladeira chegou antes do prazo . a magazine Luiza está de parabéns.", "rating": 5, "date": null}, {"comment": "a melhor geladeira\ncomprei ela tem 3 meses e não tive nenhum problema, ela é muito econômica , espaçosa e com o turbo freezer gela aquela cervejinha em 10 minutos... super recomendo", "rating": 5, "date": null}, {"comment": "Ótimos recursos\nO produto é bem prático e fácil de usar, com design bem elegante. Ótima função turbo drink e turbo freezer!", "rating": 5, "date": null}, {"comment": "Perfeita\ncomprei numa quarta a tarde chegou quinta pela manha. linda e tem um otimo espaço", "rating": 5, "date": null}, {"comment": "bem compacta e espacosa\ngostei muito da eficiencia dela trabalha silenciosa e apenas no nivel baixo de temperatura ja nos dar um bom desepenho", "rating": 4, "date": null}, {"comment": "Estranhei a falta de mais uma prateleira, como as\nPor enquanto não tenho do que reclamar do produto.", "rating": 4, "date": null}, {"comment": "Super recomendo!\nProduto veio em perfeito estado, e funcionando perfeitamente. Exatamente como anunciado.", "rating": 5, "date": null}, {"comment": "Ótimo produto!\nO produto chegou como na descrição,a entrega aconteceu um dia antes do prazo estabelecido,gostei muito da produto atendeu perfeitamente minhas necessidades...Recomendo!", "rating": 5, "date": null}]},
{"name": "Lavadora de Roupas Electrolux Premium Care LPR13 - 13kg Cesto Inox 12 Programas de Lavagem", "url": "https://www.magazineluiza.com.br/lavadora-de-roupas-electrolux-premium-care-lpr13-13kg-cesto-inox-12-programas-de-lavagem/p/221936000/ed/lava/", "reviews": [{"comment": "Excelente\nAmei o produto e a rapidez na entrega!!! Magalu nota mil", "rating": 5, "date": null}, {"comment": "Amei\nEspaçosa, lava direitinho! Econômica, vale apena comprar.", "rating": 5, "date": null}, {"comment": "Perfeita\nMáquina perfeita linda eficiente,cesto inox eficiente..", "rating": 5, "date": null}, {"comment": "Muito boa\nÓtimo desempenho. Muito simples para manusear. Dá a impressão que não vai limpar, mas a roupa sai limpinha e cheirosa. Recomendo.", "rating": 5, "date": null}, {"comment": "Super satisfeita\nSuperou minhas expectativas, lava muito bem além de linda. Parabéns Eletrolux", "rating": 5, "date": null}, {"comment": "Melhor Máquina\nessa Máquina perfeita para quem tem família grande\nsuper recomendo\nlava perfeitamente \nElectrolux mil vezes melhor que Brastemp", "rating": 5, "date": null}, {"comment": "Péssima Lavadora\nA lavadora demora muito para encher, ela enche e para, enche e para diversas vezes.\nA dissolução do sabão em pó, alvejante e amaciante caem pelos \"buraquinhos\" do tubo, só que caem diretamente na roupa, a depender do alvejante, sabao ou amaciante podem manchar a roupa.\nO tanque não tem marcação do nível da água, então não dá pra colocar a roupa e saber até onde aquele programa de lavagem vai encher a maquina. Tem que encher a maquina primeiro e depois colocar a roupa. (Perda de Tempo).\nAs luzes do painel não são especificas da lavagem selecionada. Fica tudo acesa e acaba sendo dificil identificar em qual processo a maquina esta trabalhando.\nA opção Agitação/secagem é otima, mas não pode ser selecionada através do botão. \nSeu designer não é bonito, lembra as maquinas antigas que possuiam botões não digitais.\nInfelizmente todos esses detalhes não são possíveis de serem avaliados através da compra pelo site. Comprei e me arrependi.", "rating": 1, "date": null}, {"comment": "Superou as expectativas\nRecomendo a compra, excelente lavadora, além da eficiência o design e show de bola..", "rating": 5, "date": null}, {"comment": "A maquina enche aos poucos e para\nA maquina não enche direto ela enche um pouco e para, queria sabe como resolver esse problema!!", "rating": 1, "date": null}, {"comment": "ótima\nMuito feliz com a minha compra super recomendo.Entrega super rápida.", "rating": 5, "date": null}]},
{"name": "Fogão 4 Bocas Esmaltec - Bali", "url": "https://www.magazineluiza.com.br/fogao-4-bocas-esmaltec-bali/p/012296001/ed/fg4b/", "reviews": [{"comment": "Simples e prático\nCusto benefício ótimo ! parabéns o forno deveria ser um pouco mais rápido, mas está ótimo pelo preço.", "rating": 5, "date": null}, {"comment": "Bom\nGostei muito, principalmente do forno. Sem contar que chegou bem rápido.", "rating": 4, "date": null}, {"comment": "Me surpreendeu pelo preço e qualidade.\nAté assustei quando chegou, muito rápido, fogão lindo!", "rating": 5, "date": null}, {"comment": "gostei muito do produto\nproduto de boa qualidade chegou tudo direitinho\nprazo de entrega dentro do prazo parabéns\n magazineluiza", "rating": 4, "date": null}, {"comment": "Atende expectativas\no fogão chegou rápido, muito antes da data de prazo e em perfeito estado!", "rating": 4, "date": null}, {"comment": "Ótimo fogão\nFogão muito bom entrega rápida antes do prazo forno excelente acabamento muito bom", "rating": 4, "date": null}, {"comment": "Recurso regular\nE um produto muito bom e de grande continua , porém as bocas são muito duras para ligar ele arrasta  muito facilmente quando se está tentando usa . Mais da para se usar por um tempo.", "rating": 2, "date": null}, {"comment": "Bom\nSuperou minhas expectativas,as chamas são bem altas.", "rating": 5, "date": null}, {"comment": "bom\ncomprei de presente pra minha mãe,ela gostou muito,até o momento ñ tive nenhum problema,a entrega super rápido....", "rating": 4, "date": null}, {"comment": "pensei que era acendimento automatico pq é bivolt\nfiquei triste pq infoma que é bivolt e pensei que era automaticamente e não é.", "rating": 1, "date": null}]},
{"name": "Fogão Consul 5 bocas cor Inox com mesa de vidro e trempe de ferro fundido", "url": "https://www.magazineluiza.com.br/fogao-consul-5-bocas-cor-inox-com-mesa-de-vidro-e-trempe-de-ferro-fundido-/p/8282464/ed/fg5b/", "reviews": [{"comment": "infelizmente o forno não funciona\ncomprei o fogão há quinze dias porém a entrega foi extremamente rápida em 4 dias me entregaram porém percebi que o fogo baixo dele é muito forte e queima a comida se a gente se descuidar um pouco até aí tudo bem porém o forno não funciona queima o bolo por baixo e no meio fica cru e não doura em cima já fiz 4 bolos e não deu certo chamei o técnico disse que tem que usar um regulador diferente do que eu tenho troquei esse regulador e continua só mesmo jeito agora disse que vai passar pra consul pra ver o retorno deles é disse que provavelmente eles vão dizer que é adaptação do cliente eu não entendo será que terei que me adaptar em comer bolo cru e não é só o bolo simplesmente fiz frango batata recheada e o forno parece uma fogueira só esquenta na parte de baixo estou aguardando o retorno da consul a esse respeito.", "rating": 1, "date": null}, {"comment": "Não tenha dúvidas! Comprem\nComprei no dia 6/8 e chegou no dia 14/8 , a única coisa ruim e que não envia o código de rastreamento, mas o fogão e lindo,  o forno e maravilhoso estou muito satisfeita até o momento com a compra", "rating": 5, "date": null}, {"comment": "Excelente\nEntrega rápida e pessoal super atencioso, chegou bem embalado.\ntô super satisfeita com meu fogão.", "rating": 5, "date": null}, {"comment": "Lindíssimo!!!\nO fogão é lindo e perfeito gostei muito!!! sem contar a entrega que foi muito rápida comprei no dia 04/08 chegou no dia 07/08, estou muito satisfeita..", "rating": 5, "date": null}, {"comment": "chegou muito rápido ,t udo certo\neu e minha esposa estamos muito feliz com o fogão ! muito bonito", "rating": 5, "date": null}, {"comment": "Otimo\nExemplo: Comprei isso mês passado e estou tão satisfeito que fiz...", "rating": 5, "date": null}, {"comment": "Lindo d++++\nEu amei este fogão da Consul super moderno deixou minha cozinha ainda mais linda..rsrs queimadores ótimos , o forno também aprovadíssimo, parabéns a Consul pelo produto maravilhoso. pela marca a gente compra sem medo. Show.", "rating": 5, "date": null}, {"comment": "Perfeito\nLindo! compre o que promete, entrega no prazo estabelecido so achei o puxador do forno frágil, mas num todo ele e perfeito e facil de limpar.", "rating": 5, "date": null}, {"comment": "Excelente produto\nfogão lindo! estou muito satisfeita o design sofisticado,eu recomendo.", "rating": 5, "date": null}, {"comment": "MARAVILHOSOOO!!\nIncrível a Magalu...comprei dia (9/2/2019) e 2 dias depois(11/2/2019) estava chegando na minha casa...Parabéns!!Qto o fogão é  lindooo,eu adorei!!!", "rating": 5, "date": null}]},
{"name": "Máquina de Lavar Brastemp 9kg com Ciclo Tira Manchas e Enxágue Duplo", "url": "https://www.magazineluiza.com.br/maquina-de-lavar-brastemp-9kg-com-ciclo-tira-manchas-e-enxague-duplo-/p/9169427/ed/lrac/", "reviews": [{"comment": "ótima lavadora\nproduto de muita qualidade, silenciosa, moderna e ótima para fazer as lavagens, entrega rápida, dentro de uma semana recebi em perfeito estado, completamente embalada !!", "rating": 5, "date": null}, {"comment": "Excelente\nExcelente, chegou antes do prazo previsto para entrega.", "rating": 5, "date": null}, {"comment": "Muito ruim\nComprei este mês 16/07/16 Muito ruim,as roupas das. cheias de pelos,muito barulhenta para quem mora em apto não é recomendável,Ela bate a roupa é as mesmas não viram dentro da máquina por isso saem com resíduo de sabão,um horror como a Brastemp pode fazer um produto com tá tá o ineficiência .", "rating": 1, "date": null}, {"comment": "Produto Bom\ncomprei dia 16 e chegou dia 27 dentro do prazo. produto bem embalado e de facil uso, recomendo.", "rating": 5, "date": null}, {"comment": "maravilhosa!!!\nmáquina linda,eficiente e perfeita\na roupa sai limpinha e cheirosa\nsuper silenciosa \nperfeita!!!\nsuperou minhas expectativas\npor isso que sempre compro brastemp\nrecomendo!", "rating": 5, "date": null}, {"comment": "Excelente!!!\nExcelente lavadora, fácil configuração da lavagem. Roupa sai limpa e praticamente seca. Recomendo.", "rating": 5, "date": null}, {"comment": "Muito boa\nQue lavadora maravilhosa, cara! O design lindo, não faz muito barulho, muito intuitiva pra mexer, e chegou muito antes do prazo, levei até um susto!! Estou amando!", "rating": 5, "date": null}, {"comment": "maraviloso\nlava muito bem e o tamanho ideal para pequenos espaços", "rating": 5, "date": null}, {"comment": "Excelente!\nRecursos simples e eficiente , que facilitam a utilização no dia-a-dia", "rating": 5, "date": null}]},
{"name": "Fogão 4 Bocas Consul CFO4 NAB - Acendimento Automático Branco", "url": "https://www.magazineluiza.com.br/fogao-4-bocas-consul-cfo4-nab-acendimento-automatico-branco/p/214468900/ed/fg4b/", "reviews": [{"comment": "Forno não funciona\nAs bocas do fogão vieram funcionando, apesar de 3 delas serem pequenas e levarem uma eternidade para cozinhar. No entanto, o forno veio com defeito. Não acende!", "rating": 1, "date": null}, {"comment": "Fogão 4 Bocas Consul CFO4NAB\nLinhas elegantes;  tem uma altura peculiar, foi uma surpresa agradável; fácil de acender o forno apesar do sistema de segurança e chamas bem reguladas o quer permitiu preparar melhor o cozimento dos alimentos. INDICO", "rating": 5, "date": null}, {"comment": "usuario\nmuito eficiente gostei do design, só achei que poderia ter o encaixe da mangueira dos 2 lados", "rating": 4, "date": null}, {"comment": "Fogão 4 Bocas Consul CFO4NAB\nExcelente aquisição! \nFogão de altura muito boa, chamas fortes, forno perfeito.\nDesign prático e que facilita a limpeza.\nFiz a compra pelo site no final de semana e na segunda-feira foi entregue. \nFui comunicada com antecedência do dia e horário da entrega. O que facilitou muito, pois foi possível negociar o melhor horário. \nSuper indicado!", "rating": 5, "date": null}, {"comment": "Super problema\nComprei de presente, o acendedor automático fica ligando sozinho, a primeira vez que a pessoa usou o forno o fogão manchou a parte branca ficando amarelo com aspecto de tinta queimada!! Não indico. Quanto a entrega foi excelente, super rápida!!", "rating": 1, "date": null}, {"comment": "Bonito e funcional\nComprei para minha mãe, então é a opinião dela. Ela achou o fogão muito bonito, botões em boa posição. É alto, assim ela disse que não dói as costas. Ela achou perfeito.", "rating": 5, "date": null}, {"comment": "Produto aparentemente bom\nRecurso do produto é bom , mas a qualidade o material empregado não é boa.", "rating": 1, "date": null}, {"comment": "Faltou peça\nRecebi o fogão super rápido, porém ao abrir o fogão não tinha a prateleira basculante do forno, entrei em contato com o magazine Luiza e eles me informaram que eu teria que entrar em contato com o fornecedor no caso a consul, porém até agora não tive nenhum retorno, fiquei muito descontente porque foi um presente para a minha mãe dos dias da mãe... Não aceite esse produto antes de virificar se todas as peças estão nele.", "rating": 1, "date": null}, {"comment": "Nao indico e nao compraria novamente!\nProduto frágil! Veio com avaria! Dobradiça em plastico!", "rating": 1, "date": null}, {"comment": "Fogão 4 bocas Consul CFO4NAB\nBom, precisa melhorar o indicador da chama(qual botão é o queimador), está tudo no inox, visualmente ruim, os queimadores menores são extremamente fracos e demoram para aquecer ou cozinhar.", "rating": 3, "date": null}]},
{"name": "Geladeira/Refrigerador Esmaltec Cycle Defrost  - 245L ROC31 Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-esmaltec-cycle-defrost-245l-roc31-branco/p/013019501/ed/ref1/", "reviews": [{"comment": "SÓ UM DETALHE\nCOMPREI ESSES DIAS, É LINDA, GELA BEM, MAS VEIO COM UM BARULHO ESQUISITO QUANDO DISPARA.", "rating": 3, "date": null}, {"comment": "Tudo certinho, entrega rápida mesmo na BA.\nÉ pequena, mas é o que necessito, me parece ser muito resistente.", "rating": 5, "date": null}, {"comment": "CERTIFICAÇÃO\nSerá que não tem nenhum problema,,pois essa geladeira não tem certificação pelo inmetro.", "rating": 4, "date": null}, {"comment": "compra\nexcelente produto.muito bonita excelente tamanho não é tão pequena,resumindo é tudo de bom,fiz uma excelente compra.", "rating": 5, "date": null}, {"comment": "Muito boa\nO designe é muito bonito. Pelo custo beneficio ela é ótima. Não é uma geladeira grande, porém atende as expectativas de alguém que more sozinho. A entrega foi muito rápida, muito antes do esperado. Valeu super a pena a compra!", "rating": 5, "date": null}, {"comment": "a minha deu problema\ntava tudo bem ai de repente ela parou de gelar fiquei decepcionado", "rating": 4, "date": null}, {"comment": "Bom\nÓtimo produto\nChegou no tempo que a empresa me deu,fácil manuseio e", "rating": 5, "date": null}, {"comment": "Eu recomendo\nMuuuuito, bom e eficiente , design bonito. Pode comprar, que vale a pena.", "rating": 5, "date": null}, {"comment": "Minha Geladeira\namei a rapidez e eficiência, estão de parabéns chegou em perfeito estado e funcionando muito bem parabéns show", "rating": 5, "date": null}, {"comment": "Atende as necessidades\nAtende as necessidades pelo custo beneficio do produto. Grande por dentro e funciona muito bem.", "rating": 5, "date": null}]},
{"name": "Lavadora de Roupas Electrolux LAC12  - 12Kg Cesto Inox 12 Programas de Lavagem", "url": "https://www.magazineluiza.com.br/lavadora-de-roupas-electrolux-lac12-12kg-cesto-inox-12-programas-de-lavagem/p/010557100/ed/lava/", "reviews": [{"comment": "MELHOR LAVADORA!!!\nComprei essa lavadora da Eletrolux depois de muita pesquisa e avaliçoes e não me arrependo. Essa lavadora é ótima a roupa sai limpinha é silenciosa e muito linda estou amando. A entrega foi feita bem antes do prazo com apenas 3 dias. Recomendo!!!", "rating": 5, "date": null}, {"comment": "Lac12 Electrolux\nCompacta e muito funcional. Uma lavadoura pequena por fora com um cesto de inox espaçoso, praticamente silenciosa. O sabão  e o amaciante são diluídos e não caem  diretamente na roupa.  Recomendo, valeu a aquisição.", "rating": 5, "date": null}, {"comment": "Excelente!!!\nAchamos a máquina excelente, silenciosa sem usar o \"Modo Silencioso\", a roupa saiu cheirosa e até com uma cor mais viva e parecendo mais nova, algo que não acontecia com a outra electrolux que tínhamos, mesmo usando as mesmas quantidades dos produtos.\nEla pareceu potencializar o efeito do amaciante e sabão líquido que usamos, saiu tudo limpo e cheiro e sem usar alvejante. Já lavamos roupa de cama, panos sujos e roupas em geral.", "rating": 5, "date": null}, {"comment": "otimo\no produto corresponde às necessidades previstas. muito bom.", "rating": 5, "date": null}, {"comment": "Otima\nTudo de bom, chegou antes do prazo, e é perfeita. Super indico", "rating": 5, "date": null}, {"comment": "Produto Muito Bom\nEu já tinha uma Electrolux de 12 kg que durou 11 anos (com as manutenções devidas) e por isso comprei novamente a mesma marca com mesma capacidade de 12 kg. Esta máquina minhas necessidades além do custo-benefício ser bom. A inovação desta para a minha antiga é o cesto de inox com retentor de fiapos.", "rating": 5, "date": null}, {"comment": "maravilhosa\neu amo lavar roupa nessa maquina, super prática, com funções economicas, roupas ficam limpinhas, chegou rapido e vale a pena.", "rating": 5, "date": null}, {"comment": "Melhor compra do ano\nDepois da minha Consul 7kg completar 10 anos, resolvi após muita pesquisa comprar essa Eletrolux. Chegou 3 dias antes do prometido.", "rating": 5, "date": null}, {"comment": "Lavadora de Roupas Electrolux LAC12\nEstou gostando bastante da lavadora, super silenciosa, bastante espaçosa, gostei da programação também, achei bem eficiente o filtro que retem os fiapos, e também é bastante eficiente o dispenser multibox (separando sabão em pó, alvejante e amaciante).", "rating": 4, "date": null}, {"comment": "lavadora Electrolux\nchegou antes do prazo, é lindaaa,bem grande.Já faz 3 meses que estou usando e não me arrependo da compra.Muito satisfeita!!!!", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Consul Frost Free Duplex - 437L Bem Estar CRM55 ABANA Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-consul-frost-free-duplex-437l-bem-estar-crm55-abana-branco/p/088894200/ed/ref2/", "reviews": [{"comment": "ótimo refrigerador\nA entrega foi uma semana antes do previsto parabéns magazine luiza! no mais o refrigerador veio com um problema no gás pois o freezer estava fazendo a função do refrigerador e o refrigerador só estava um pouquinho gelado mas eu sei que eletrodoméstico é sorte, mas ainda bem que a autorizada aqui de fortaleza me atendeu bem rápido e já contestou que a parte elétrica está ok, só estou esperando agora a visita do técnico do gás para avaliar, depois que o rapaz da parte elétrica fez a visita ela começou a refrigerar normalmente e é excelente, mas msm assim agendei a visita do técnico do gás para ter certeza.", "rating": 4, "date": null}, {"comment": "EXCELENTE PRODUTO! SURPREENDEU!\nO produto é excelente! Espaçosa, gela bem, freezer grande, a opção de timer de latas é ótima para não esquecer nenhuma bebida congelando, a gaveta horta em casa realmente funciona e preserva bem hortaliças, a fruteira na porta está sendo eficiente pra lembrar de comer frutas, a rotina de alimentação em casa até melhorou. A entrega do Magazine Luiza foi super rápida, os entregadores foram super atenciosos e aguardaram corretamente a verificação do produto.", "rating": 5, "date": null}, {"comment": "ESTA GELADEIRA É D+\nVENHO DECLARAR A MINHA SATISFAÇÃO COM O PRODUTO,MUITO ESPAÇO ,ACABAMENTO DE PRIMEIRA LINHA,SEM CONTAR COM A RAPIDEZ DA ENTREGA,O MAGAZINE LUIZA É UMA EMPRESA SÉRIA,HONESTA,E QUE HONRA COM SEUS COMPROMISSOS,FOI MINHA PRIMEIRA COMPRA,MAS COM CERTEZA COMPRAREI MAIS PRODUTOS ,PARABENS MAGAZINE LUIZA,CONTINUE SEMPRE ASSIM.", "rating": 5, "date": null}, {"comment": "otimos recursos\nGeladeira de exelente qualidade, recebi antes do prazo.", "rating": 5, "date": null}, {"comment": "Exelente\nGostei tanto que tb comprei uma pra minha mãe, só que essa 2* que comprei tem um barulho diferente \"tipo gemendo\". Mas o técnico disse q e normal.", "rating": 4, "date": null}, {"comment": "Maravilhosa!\n*A geladeira veio antes do prazo e muito bem embalada;\n*É espaçosa, dá para deixar tudo bem organizado;\n*as funções do painel eletrônico (que fica na frente) são bem úteis; \n*a iluminação interior é um charme, sutil porém clareia todos os lugares necessários;\n*o filtro realmente impede qualquer odor dentro da geladeira.\n*Tem somente 1 ponto negativo: Barulho. sim, ela faz bastante barulho, porém o classifico como suportável.", "rating": 5, "date": null}, {"comment": "Muito funcional\nMuito linda, exatamente como eu queria, atende as minhas necessidades, silenciosa, refrigera muito bem os alimentos, o espaço interno é excelente, tudo fica muito organizado... a entrega foi feita antes do prazo, o que me deixou muito tranquila. Com certeza a Magazine Luiza é uma empresa séria, ela honra com os seus compromissos para com seus clientes.", "rating": 5, "date": null}, {"comment": "Ameiii o Produto\nA geladeira É maravilhosa muito grande e com tecnologia que avisa quando a porta estar aberta,bastante silenciosa...\nE sem contar com a entrega super rápida.\nEntregou 1 semana antes do prazo.\nÉ a minha segunda compra no site!\nSó tenho elogios e já estou indicando pras amigas.", "rating": 5, "date": null}, {"comment": "Silenciosa\nBom custo x benefício , com um bom espaço interior estou satisfeito", "rating": 4, "date": null}, {"comment": "Excelente custo/benefício.\nTudo na mais perfeita ordem. Superou minhas expectativas.", "rating": 5, "date": null}]},
{"name": "Máquina de Lavar Brastemp 12kg com Superfiltro e Enxágue Anti-Alérgico", "url": "https://www.magazineluiza.com.br/maquina-de-lavar-brastemp-12kg-com-superfiltro-e-enxague-anti-alergico-/p/9294595/ed/lava/", "reviews": [{"comment": "possui mais não funciona corretamente\na lavadora não comporta os 12k não joga todo o sabão e nem o amaciante todo no cesto e pra completar não limpa a roupa estou decepcionada.", "rating": 1, "date": null}, {"comment": "comprei mês passado...só o filtro de fiapos que de\nixa a desejar e o sabão parece que persegue a roupa preta...", "rating": 3, "date": null}, {"comment": "Bom produto\nComprei a menos de um mês e até agora tem feito o prometido as roupas estão saindo quase secas, a entrega chegou no prazo, a máquina é muito bonita, ocupa um bom espaço então veja se vai caber na sua casa, é silenciosa, vou fazer mais testes com outros tipos de lavagens (edredom  e mantas) mas até o momento estou satisfeito!\n\nMinha familia é de 4 pessoas e me atende bem.\nSobre o app do magazine não tenho do que reclamar, muito bom.\n\nObs: só nao dou 5 estrelas pelo valor ser ainda alto.", "rating": 4, "date": null}, {"comment": "atendeu minhas necessidades\nótimo custo benefício. mas acho que deveria bater mais a roupa... fica muito parada no ciclo de lavagem e pouco tempo no molho do amaciante", "rating": 4, "date": null}, {"comment": "Gostei\nComprei mês passado e estou amando a máquina, muito pratica e rápida $!!!!! Brastemp como sempre não decepcionaaaaaa", "rating": 5, "date": null}, {"comment": "Péssimo produto\nNão comprei no Magazine, inclusive já fiz algumas compras pelo APP Magalu e amei, mas achei interressante colocar minha opinião sobre essa lavadora. É horrível, péssimo produto, tive sérios problemas com minha lavadora, que ainda estava na garantia e a Brastemp não me atendeu como eu esperava...", "rating": 1, "date": null}, {"comment": "insatisfeita\nnão recomendo as roupas ficam cheias de fiapos o porta fiapos não tem a função que deveria e as roupas não ficam bem enxaguadas as escuras ficam manchadas de sujeira quando tiro da máquina as vezes tenho que enxaguar na mão ....", "rating": 2, "date": null}, {"comment": "Ótimo Custo Beneficio\nA função branco mais branco é perfeita!!! Só acho que a agitação turbo poderia ser mais forte.", "rating": 4, "date": null}, {"comment": "Maravilhosa\nChegou 10 dias antes do previsto! \ne três horas depois ja coloquei ela pra trabalhar rsrs aqui ja havia arrumado tudo pra  espera dela. seguindo todas as instruções de uso das roupas elas estão saindo limpinhas e cheirosas. sem barulho, q nao seja o normal da lavadora. ganhou mais uma cliente Magazine Luiza #Aprovada", "rating": 3, "date": null}]},
{"name": "502 Bad Gateway", "url": "https://stw.bob-recs.com/api/go/click/temp_f65cff50-df23-11e9-809b-315e68592356/UFJPRFVDVDttaXN0eV9vcmRlcmVkX3NpbWlsYXI7bWFnYXppbmVfZWNvbW0/013082301?url=https://www.magazineluiza.com.br/geladeira-refrigerador-brastemp-frost-free-duplex-462l-brm56-abbna-branca/p/0130823/ed/ref2/", "reviews": []},
{"name": "Geladeira/Refrigerador Consul Frost Free Evox - 342L CRB39 AKANA", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-consul-frost-free-evox-342l-crb39-akana/p/217204200/ed/refr/", "reviews": [{"comment": "execente\nGeladeira muito linda, simplesmente eu amei o visual da geladeira mais ñ usei ainda.", "rating": 5, "date": null}, {"comment": "excelente. simples assim.\ncomprei há seis meses ... perfeita. o magazine sempre surpeendendo no prazo de entregas.Amei.", "rating": 5, "date": null}, {"comment": "muito bom eu recomendo a voces\nmuito bom de uso parabéns\nadorei vou endicar mia família", "rating": 5, "date": null}, {"comment": "Produto excelente.\nA geladeira é maravilhosa atendeu todas as minhas expectativas, chegou no prazo certinho amei e amo.", "rating": 5, "date": null}, {"comment": "Bonita e compacta\nA geladeira é bem bonita e compacta como eu precisava. É uma pena que as prateleiras não sejam de vidro. Está funcionando bem, gela e congela rapidamente e não apresenta ruídos significativos. Quanto a compra no Magazine Luiza, foi perfeita! O melhor preço que encontrei pela internet, entrega rápida de apenas 2 dias e tudo monitorado via aplicativo (adoro essa parte).", "rating": 4, "date": null}, {"comment": "não recomendo\nminha geladeira chego com riscos enorme   legei na. loja não resolveu nada tô com a geladeira. com defeito não remendo.", "rating": 1, "date": null}, {"comment": "Produto Perfeito ! Sensacional.\nA MAGALU está de parabéns ! Atendimento da loja de Itanhaém é especial e a entrega ´foi extremamente rápida, muito antes do prazo estipulado. Amei !", "rating": 5, "date": null}, {"comment": "Muito bom\nAté o momento está atendendo às minhas expectativas. É bem espaçoso, com distribuições internas inteligente.\nDemanda mais cuidados com a cor inox.", "rating": 4, "date": null}, {"comment": "Excelente compra!!\nGeledaira espaçosa, bonita e silenciosa. Entrega super rapida em menos de 12h da compra na internet!! Amei Lu!!!", "rating": 5, "date": null}, {"comment": "ótimo\nmuito linda e espaçosa so tenham cuidado pois por duas vezes não fechei direito e ai deslegelou tudo mas a culpa foi minha mesmo e a entrega foi bem antes do prazo show", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Consul Frost Free Evox - Duplex 386L CRM43 NKANA", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-consul-frost-free-evox-duplex-386l-crm43-nkana/p/013000000/ed/ref2/", "reviews": [{"comment": "Acabei de receber\nAcabei de receber a minha,muito bonita e bem espaçosa,porem o que ficou a desejar foi ela não ser toda inox,somente as pontas.", "rating": 2, "date": null}, {"comment": "Não satisfeito\nComprei uma na loja física em agosto de 2017, parecia ser muito boa, após 09 meses apresentou defeito no motor, peça que não tem na assistência técnica, já faz 10 dias que ela está parada.", "rating": 1, "date": null}, {"comment": "PRODUTO VEIO COM PEQUENAS AVARIAS\nProduto chegou no prazo, mas a parte interna da geladeira veio com uma série de pequenos arranhões e na base da geladeira tem uma morsa. A geladeira é boa, mas não veio nas condições de uma geladeira nova, sem uso. Minha esposa recebeu o produto e não percebeu os defeitos, portanto assumo a responsabilidade e não quero substituição da geladeira. Apenas deixo registrado o fato.", "rating": 3, "date": null}, {"comment": "Rápida Entrega mas produto veio amassado\nRapidez na entrega porém o produto veio amassado. Como eu estava esperando a chegada no dia 10 e chegou no dia 04, estava trabalhando normalmente e não consegui ver na hora e isso me impossibilita a troca :/", "rating": 3, "date": null}, {"comment": "Gisele\nSimplesmente ameiiii!!! Linda, design super moderno. Entrega antes da data prevista. Recomendo sim.", "rating": 5, "date": null}, {"comment": "Excelente\nRecomendo, porém é bem estreita dentro, mas vela bem e é super econômica.", "rating": 5, "date": null}, {"comment": "maravilhosa\nchegou em perfeito estado , é linda design moderno e gela muito..suoer espaçosa .satisfeita .", "rating": 5, "date": null}, {"comment": "BOA!\nSuper espaçosa, linda,  ela gela muito bem, em minutos q liguei ela, ela gelou totalmente, e estava no minimo. só cuidado em quem vai receber a geladeira pois a minha veio com a lateral do plástico rasgada, e riscou minha geladeira.", "rating": 4, "date": null}, {"comment": "oimos recursos\nEspaço inerno muio bom, praeleiras dobraveis uma boa opção", "rating": 5, "date": null}, {"comment": "Correspondeu as minhas expectativas!\nO produto é de um tamanho ideal.Silenciosa e designer moderno.Adorei o fato das prateleiras serem reguladas na altura,para atender melhor a minha preferência.Simplesmente amei!", "rating": 4, "date": null}]},
{"name": "Geladeira/Refrigerador Brastemp Frost Free Duplex  - 478L BRM59 AB Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-brastemp-frost-free-duplex-478l-brm59-ab-branco/p/218179100/ed/refr/", "reviews": [{"comment": "incrivel\nOtimo Refrigerador design moderno painel eletrônico frontal, diversos espaços para melhor organização e conservação dos alimentos e um compartimento exclusivo com controle de temperatura independente. vale a pena", "rating": 5, "date": null}, {"comment": "Excelente\nSuperou minhas expectativas...grande o espaço interno. Freezer maravilhoso... Turbo gelo em poucos minutos. Não tenho o que reclamar... Único detalhe é esquentar nas laterais... Isso não interfere em. Nada... Show.", "rating": 5, "date": null}, {"comment": "Excelente\nO produto bem antes, recomendo é muito boa esta geladeira.", "rating": 4, "date": null}, {"comment": "ÓTIMA GELADEIRA\nÓTIMA GELADEIRA, E BEM ESPAÇOSA,\nE BEM SILENCIOSA EU ADOREI, E A ENTREGA FOI BEM RAPIDA\nEU RECOMENDO MUITO OBRIGADA MAGAZINE LUIZA", "rating": 5, "date": null}, {"comment": "Muito bem dividida!\nA geladeira é bem espaçosa, com varias divisões! Estou muito satisfeita.", "rating": 5, "date": null}, {"comment": "muito boa\nUnica observação que faço é que a parte do freezer a sorveteira deveria ser aberta por cima e com uma pressão maior , pois quando abre a porta do freezer, o que estiver acondicionado nela cai, devido impacto da força com o peso. O acrílico da proteção da sorveteira é muito leve, então acaba abrindo junto com a porta do freezer.\nColoquei la um copo de extrato de tomate, quando abri o freezer ele caiu e quebrou.", "rating": 4, "date": null}, {"comment": "Ótima aquisição!\nProduto atendeu todas as expectativas. Embora ainda não tenha utilizado todos os recursos disponíveis. Silencioso, espaçoso, fácil de usar o display. Excelente atendimento e entrega da magazine Luiza, antes do prazo e produto em perfeitas condições. Recomendo o produto e a loja.", "rating": 5, "date": null}, {"comment": "Satisfeito\nAtendeu nossas expectativas. Geladeira com bom espaço interno, sem contar freezer iluminado e com bom espaço também", "rating": 4, "date": null}, {"comment": "Maravilhosa\nProtudo é tudo aquilo que desejava ,só o abastecimento do gelo que não me agradou muito ,mas não é nada grave .Chegou bem antes da data prevista .O entregadores fora muito cuidadosos.Magazine Luisa esta de parabéns", "rating": 4, "date": null}, {"comment": "Excelente produto\nPerfeita!! A  geladeira atendeu as minhas espectativas,amei estou super satisfeita, ótima compra.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Consul Frost Free Duplex  - 441L CRM54 BK Evox", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-consul-frost-free-duplex-441l-crm54-bk-evox/p/013081000/ed/ref2/", "reviews": [{"comment": "Geladeira Consul Frost Free\nÓtimo produto só faltou iluminação no congelador mas atendeu a espectativa", "rating": 5, "date": null}, {"comment": "OTIMO\nSIM O PRODUTO  E OTIMO ...........................", "rating": 5, "date": null}, {"comment": "muito boa\ngeladeira bem espaçosa,superou minhas espectativa.", "rating": 5, "date": null}, {"comment": "Topperson 3x\nTri topperson. O freezer gela mais que conversar com a cremosa 10/10.", "rating": 5, "date": null}, {"comment": "Fantástica\nComprei recentemente, menos de 1 mês, ja tinha uma da mesma linha da Consul Bem- estar estou muito satisfeito, espaçosa, silenciosa, uma geladeira para famílias de até 5 pessoas!", "rating": 5, "date": null}, {"comment": "Excelente geladeira com freezer espaçoso.\nO produto é moderno com um lindo designer. Freezer grande e interior bem iluminado com LED. Escolha perfeita.", "rating": 4, "date": null}, {"comment": "Refrigerador excelente!\nDei  o refrigerador para minha mãe, ela amouuuuu!\nMuito espaçosa, o freezer então nem se fala, sem falar que ela é muito bonita o  seu designer.\nSuper recomendo.", "rating": 5, "date": null}, {"comment": "Má distribuição das prateleiras\nAcho que a disposição das prateleira não é boa.\nEm cima deveria haver mais altura pois as coisas altas tel que ficar embaixo.\nSe eu não gostei, imagine um idoso precisando se abaixar para coisas que poderiam estar na prateleira de cima.", "rating": 4, "date": null}, {"comment": "Excelente\nExcelente produto, muito espaçosa, bonita, nao faz tanto barulho assim como vi em alguns comentários antes de comprar, nao veio adesivo que tivesse alguma dificuldade de tirar... muito bom mesmo!\nSem contar que a entrega da magazine é em tempo record", "rating": 5, "date": null}, {"comment": "Excelente custo benefício, preço bom, muito boa\nExcelente, como já era de se esperar da Cônsul. Referente a Magazine Luiza, sou cliente faz um tempão  e sempre com atendimento de excelência!", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Consul Cycle Defrost Duplex - 450L CRD49 ABBNA Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-consul-cycle-defrost-duplex-450l-crd49-abbna-branco/p/210458200/ed/ref2/", "reviews": [{"comment": "Não cumpriu o prazo de entrega agendado.\nComprei uma geladeira que precisava ser entregue com data agendada. O site me disponibilizou um agendamento de quase 30 dias, o que é muito longo e, o que é pior não cumpriu este prazo, entregado quase 15 dias depois do mesmo.", "rating": 2, "date": null}, {"comment": "Agilidade. Rapidez.\nEntregaram dois dias depois e tudo estava ótimo. Os entregadores foram eficientes.", "rating": 5, "date": null}, {"comment": "excelente\nO produto é excelente é realmente q que eu esperava", "rating": 5, "date": null}, {"comment": "otimos recursos\nO produto superou as minhas expectativas. Entrega rápida, no prazo", "rating": 4, "date": null}, {"comment": "Maravilhosa!!!! Entrega muito rápida\nAdorei meu refrigerador,  ótima e a entrega chegou com 5 dias", "rating": 5, "date": null}, {"comment": "Muito bom\nAté o momento produto muito bom, bem como esperava.", "rating": 5, "date": null}, {"comment": "MUITO BOM\nMUITO BOM O PRODUTO,ENTREGA RÁPIDA E O PREÇO É MUITO BOM TAMBÉM...", "rating": 4, "date": null}, {"comment": "Superou e muito o prazo de entrega\nadorei a rapidez da entrega, acabo de receber então no momento so posso falar que ela é linda e muito, muito espaçosa...Amei", "rating": 4, "date": null}, {"comment": "Ótima\nÓtimo produto atingiu minha expectativa,espaçoso, econômica.", "rating": 5, "date": null}, {"comment": "Amei\nEu adorei muito  minha  geladeira/refrigerador até agora não tenho o que  reclamar e eu  espero  que  nem precise muito boa mesmo obrigado  magazine  luiza.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Consul Cycle Defrost - Duplex 334L CRD37 EBANA Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-consul-cycle-defrost-duplex-334l-crd37-ebana-branco/p/202957200/ed/ref2/", "reviews": [{"comment": "produto muito bom\nAdorei o refrigerador, além de ser muito funcional ,aliou beleza  e muita praticidade ao produto, a consul esta de parabéns.E ao Magazine Luiza, como sempre esta de parabéns, pela entrega pontual.Como falo a todos o Magazine Luiza é a melhor loja da internet brasileira.", "rating": 5, "date": null}, {"comment": "produto razoável\nComprei no magazine Luíza foi entregue bem antes da data (excelente)..... mas não gostei o freezer não tem degelo automático as  portas do freezer e da geladeira vieram esfregando uma na outra solicitei a assistência  e fui mal atendido pelo representante. Em fim um produto razoável deixa um pouco a desejar.", "rating": 3, "date": null}, {"comment": "Muito bom\nProduto excelente. Gela bem, freezer espaçoso e refrigerador com espaço suficiente para famílias pequenas. Quanto ao barulho, há apenas o feito pelo motor, que é normal; como não é frost free, não há outros barulhos. Estou muito satisfeito com o produto. A entrega foi pontual, dentro do prazo prometido. Parabéns Magazine Luiza.", "rating": 5, "date": null}, {"comment": "Ótimo produto e Parabéns Magazine Luiza\nÓtimo.. tanto como na beleza tanto na qualidade.. e o Magazine Luiza, esta de Parabéns. pois entregou  14 dis antes da data prevista...", "rating": 5, "date": null}, {"comment": "otimo produto\nEstou adorando o produto, pois apesar de estar usando pelo segundo dia. Ele é ótimo, gela bem além de ser pratico e bonito!\nAdorei comprar pela internet no Magazine Luiza. Estão de parabéns pelo serviço de entrega que foi bem rápida!", "rating": 5, "date": null}, {"comment": "Produto MUITO BOM\nMuito bom, gostei muito do refrigerador. Só a entrega que demorou mais do que outras vezes que comprei no Magazine Luiza.", "rating": 5, "date": null}, {"comment": "recomendo\nrecomendo, excelente compra , entrega antes do prazo, adorei ...", "rating": 5, "date": null}, {"comment": "Na medida certa\nÓtimo produto, na medida certa para quem esta começando. Nem muito pequena nem muito grande. Ainda não foi testada, mas tenho outro eletrodomésticos e a marca é muito boa.\nEntrega da Magazine rápida e de qualidade.", "rating": 5, "date": null}, {"comment": "Produto e Atendimento Perfeitos\nUm refrigerador prático, funcional, bastante adequado para pessoas que conservam poucos produtos em ambiente refrigerado, ou estocado em congelador. A vida contemeporânea nos impõe atenção com a qualidade, neste sentido o produto como que nos \"ensina\" a armazenar o estritamente necessário, fazeno o giro da despensa em tempo menor fato que é muito importante quando se pensa em saúde e qualidade de vida. Funcionamento silencioso, instalação simples. Creio que esse refrigerador é a solução dos meus problemas, em definitivo, a começar do preço, condições de venda e rapidez da entrega.Poucas vezes realizei uma compra na qual fosse tão bem sucedida quanto desta vez, recomende Luiz para todos que necessitem de um eletrodoméstico mas disponham de pouco tempo para pesquisar vantagens, preço e características.", "rating": 5, "date": null}, {"comment": "Muito bom recomendo!\nAchei ela muito bonita, silenciosa, o freezer é bem espaçoso. A entrega me surpreendeu, foi mais rápida do que comprar em uma loja fisica!!! amei minha geladeira.", "rating": 4, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Cycle Defrost - Duplex 462L DC49A11006 Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-cycle-defrost-duplex-462l-dc49a11006-branco/p/010059001/ed/refr/", "reviews": [{"comment": "Prática, Bonita e Silenciosa\nProduto muito funcional, bonito e silencioso. Ele não é mudo, claro que tem um sonzinho as vezes, mas nada que se compare aos barulhos mais agudos de uma Brastemp. Por precisar descongelar algumas vezes no ano, o cuidado que teremos com sua limpeza interna e será maior o que é bom, pois evitará que produtos estraguem com facilidade lá dentro. Ela já completa 9 meses aqui em casa, funcionando perfeitamente. DICA: Para produtos como Geladeira, Tv, aconselho a comprar sempre com garantia estendida, pois caso algum defeito aconteça depois da garantia normal, vc ainda tem a cobertura da estendida. O valor do custo benefício dela com a garantia estendida vale mais do que a dor de cabeça de ter que consertar em um tercerizado em caso de problema, pense nisso ;)", "rating": 5, "date": null}, {"comment": "Otimo produto\nComprei esse refrigerador e fiquei muito satisfeita, o espaço interno é bem amplo, produto muito bom, sem contar que a entrega foi antes do prazo estabelecido.", "rating": 5, "date": null}, {"comment": "Fabiana\nPrimeiro quero parabenizar ao Magazine Luíza pela rapidez na entrega, pois comprei em um dia e recebi no outro, e quanto ao produto ótimo, refrigerador super, hiper espaçoso. amei.....", "rating": 5, "date": null}, {"comment": "Geladeira eficiente\nÉ uma geladeira robusta, simples e eficiente. Custo benefício excelente! Tenho uma outra, da mesma linha, a DC47 há 11 anos e ela nunca deu problema algum. Recomendo.", "rating": 5, "date": null}, {"comment": "Estou satisfeita!\nA entrega superou a minha expectativa, foi muito rapida, ela(a geladeira) muito bonita e simples, gostei do design pela simplicidade sem muito enfeites.Pena que deu um certo trabalho para coloca-lá na cozinha devido o acesso das portas mas ocorreu tudo bem. Só não comprei a fritadeira eletrica sem óleo porque o valor estava acima da minhas condições. Comprei na loja concorrente e achei pèssimo a entrega,além de pagar frete tive que pegar a mercadoria pelo correio, bem distante do meu bairro.Espero contar sempre com essa presteza dos senhores, e que em breve eu possa comprar mais mercadorias nessa loja ( Magazineluiza).Muito grata!", "rating": 5, "date": null}, {"comment": "espacosa, muito conviniente. Ate agora funcionando\nEstou muito satisfeita, ela nao eh frost free, mas parece sem bem facil o descongelamento. Como comprei para praia, achei otimo custo beneficio.", "rating": 5, "date": null}, {"comment": "péssimo produto\ncomprei essa bomba veio com vazamento de gás interno tive que cortar toda geladeira por trás para consertar termostato com defeito e agora o motor parou em 3 anos foi 5 vezes pro conserto vão no site do reclama aqui e vejam quanto de reclamações tem dessa bomba", "rating": 1, "date": null}, {"comment": "Ótimo produto\nO produto e excelente,fácil utilização, entrega super rápida, amei", "rating": 5, "date": null}, {"comment": "otimo\notima e muito boa e gela e congela muito eu recomendo", "rating": 5, "date": null}, {"comment": "excelente\nótimo produto.chegou super rápido. com menos de uma semana.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Brastemp Frost Free Inverse - 443L Painel Touch BRE57 ABANA Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-brastemp-frost-free-inverse-443l-painel-touch-bre57-abana-branco/p/013081601/ed/rinv/", "reviews": [{"comment": "ótima\ncomprei chegou antes da data e uma maravilha por dentro espaçosa .", "rating": 4, "date": null}, {"comment": "Produto de qualidade!\nA geladeira tem ótimo custo/benefício com boa distribuição dos espaços e elegância em seu layout.", "rating": 4, "date": null}, {"comment": "Ótimo produto\nExcelente produto!!!! A geladeira é linda, espaçosa e funcional! Estamos encantados!!!", "rating": 5, "date": null}, {"comment": "Veio com defeito\nGeladeira veio com defeito nos botões touch.\nAlgumas funções ficam ligando e desligando sozinhas. A assistencia técnica da Brastemp já veio verificar o defeito e irá demorar 20 dias para chegada da nova tela.", "rating": 1, "date": null}, {"comment": "Otima maravilhosa\nOtimo produto muito bonita moderna gela muito bem, é silenciosa , gostei muito.", "rating": 5, "date": null}, {"comment": "Geladeira TOP\nGostei muito princialmente pelo espaço interno, econômica  muito pratica.", "rating": 5, "date": null}, {"comment": "Espaço do freezer perfeito\nAmplo espaço interno. Divisão do freezer muito boa.", "rating": 5, "date": null}, {"comment": "linda!!!!\nmuito linda , tanto por fora como por dentro  . parabéns a  equipe Magazine Luiza", "rating": 5, "date": null}, {"comment": "Adorei\nExcelente produto. Estou feliz com a aquisição. Ela só dá uns estalos as vezes, mas toda geladeira faz isso.", "rating": 5, "date": null}, {"comment": "Ótima aquisição\nGeladeira maior do que aparenta na foto, bem espaçosa por dentro e dividida, prática,  além de um designe bonito. Eu acompanhei pelo WhatsApp e a entrega foi feita em menos de 24 horas.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free - Duplex 553L Infinity Frost Painel Touch DF82", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-duplex-553l-infinity-frost-painel-touch-df82/p/013083601/ed/ref2/", "reviews": [{"comment": "Excelente refrigerador\nRefrigerador espaçoso, com divisórias funcionais, freezer grande e bem dividido.", "rating": 5, "date": null}, {"comment": "Ótima\nA geladeira é aquilo que esperava, o anúncio está muito bem feito", "rating": 5, "date": null}, {"comment": "excelente\nEntrega muito rápida. super espaçosa. ótimo refrigeração.", "rating": 5, "date": null}, {"comment": "excelente\nMuito Boa .gostei estou satisfeita. chegou bem rapidinho. faz um pouco de barulho .deveria ser menos , por ser tão Boa,", "rating": 5, "date": null}, {"comment": "Entrega Super rapido\ngeladeira perfeita, cliente ficou muito satisfeito", "rating": 5, "date": null}, {"comment": "Muito boa\nMuito barulhenta aqui nós usamos ela na parte externa da casa", "rating": 4, "date": null}, {"comment": "Razoável\nO refrigerador é bom mas é muito barulhento.   Temos outros refrigeradores, inclusive da mesma marca, em que o nível de ruídos é bem menor", "rating": 3, "date": null}, {"comment": "Muito boa\ngeladeira bem espaçosa. freezer pequeno. Um pouco barulhenta. Estou satisfeito.", "rating": 5, "date": null}, {"comment": "Barulhenta\nGeladeira boa, espaço excelente,porém faz mto barulho....a noite então ...", "rating": 3, "date": null}, {"comment": "Barulhenta\nDepois de 32 anos, resolvi trocar minha Brastemp por este refrigerador 'lindo' da  Electrolux, PORÉM, para minha decepção é SUPER-BARULHENTO!", "rating": 1, "date": null}]},
{"name": "Geladeira/Refrigerador Consul Frost Free Duplex - 386L CRM43 NBANA Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-consul-frost-free-duplex-386l-crm43-nbana-branco/p/013075001/ed/refr/", "reviews": [{"comment": "Produto de ótima qualidade e entrega rápida\nComprei o produto na sexta e na segunda já estava em casa....A geladeira tem uma ótima qualidade vi o pessoal reclamando do barulho porem eh um barulho normal de geladeira desse padrão nada que me incomodou.", "rating": 5, "date": null}, {"comment": "Satisfaçao\nadorei o refrigerador consul foi.mas do que.esperei,linda olha não tem esses barilhos assim como dizem não.", "rating": 5, "date": null}, {"comment": "Bom\nBom. Sugestão luz de led ser interna,  atualmente ela fica fixa abaixo do congelador mas clareia pouco", "rating": 5, "date": null}, {"comment": "Ótimos recursos\nO produto é muito, bom possui ótimos recursos,eu RECOMENDO", "rating": 5, "date": null}, {"comment": "Produto ótimo.\nProduto de ótima qualidade, gela muito bem e muito bem acabado.", "rating": 5, "date": null}, {"comment": "Gostei dessa é pra minha filha, ela mora sozinha,\nmuito bonita, estou pensando em comprar. será suficiente para ela.", "rating": 5, "date": null}, {"comment": "Ótimo produto\nRefrigerador muito bom, excelente cumpri o prometido, faz alguns barulhos mais nada que incomode", "rating": 5, "date": null}, {"comment": "linda\ngostei ela e linda e o única coisa que me incomodou doi as prateleiras, por não ser removivel, dificulta um pouco a limpeza", "rating": 5, "date": null}, {"comment": "Tudo ótimo!\nGostei muito dos acessórios, dos espaços que você pode modificar com facilidade. Muito útil. No mais, funcionando tudo bem. Faz pouco tempo que comprei, primeira vez que compro dessa marca. Espero que dure bastante como outras.", "rating": 5, "date": null}, {"comment": "Geladeira Consul\nÓtima geladeira. Além de bonita, tem ótimo espaço interno. Está funcionando perfeitamente, por ora!", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Cycle Defrost - Duplex 475L DC51 Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-cycle-defrost-duplex-475l-dc51-branco/p/201087900/ed/ref2/", "reviews": [{"comment": "Muito espaço, porta latas inútil\nÓtimo espaço interno, linda, mais peca no porta latas não encaixa bem na porta da geladeira, a minha tirei, o restante é mara...................", "rating": 4, "date": null}, {"comment": "Freezer maravilhoso\nComprei este refrigerador no começo de janeiro, ele é excelente: espaçoso, fácil de limpar, o freezer é maravilhoso. Só não gostei do porta latas que, como outra cliente já descreveu, é inútil; já que não encaixa ; também retirei. O atendimento do Magazine Luiza foi ótimo, entrega perfeita. Vou comprar outros produtos com certeza.", "rating": 5, "date": null}, {"comment": "Excelente Freezer!\nA geladeira é mto boa, possui um EXCELENTE FREEZER, mas deixa um pouco a desejar na parte de baixo, não possui um espaço especifico para frios!", "rating": 4, "date": null}, {"comment": "ótima,\nAdorei, superou a minha expetativa, o freezer, é excelente, com divisórias que deixa tudo bem organizadinho, ela bem espaçosa, e gasta pouca luz. e a entrega foi rápida.", "rating": 5, "date": null}, {"comment": "Ótima compra\nMuito boa compra, espaços bem divididos, ótimo freezer, silenciosa e moderna", "rating": 5, "date": null}, {"comment": "ÓTIMO\nADOREI,OTIMO PRODUTO.RECOMENDARIA POIS CHEGOU EM PERFEITO ESTADO.", "rating": 5, "date": null}, {"comment": "Ótima\nEu já tenho uma destas comprei para minha mãe .... É muito boa...Congelador muito grande...Muito boa.", "rating": 5, "date": null}, {"comment": "Gostei do espaço interno\nA Geladeira atendeu minhas expectativas,excelente espaço interno, congelador enorme, e também silenciosa. Ótima aquisição. Aprovei", "rating": 5, "date": null}, {"comment": "Excelente\nSuperou minhas expectativas amei tdo desde a entrega q chegou antes do prazo até o produto q é linda a geladeira. obgda", "rating": 5, "date": null}, {"comment": "Bom\nGostei muito da compra. Entrega antes do prazo estipulado Atendimento rápido. Em relação ao produto classifico de bom considerando que o produto que eu tinha antes anterior era bom demais em relação ao espaço interno e divisões. Não gostei também do sistema de iluminação interna . Más no geral trata-se de um bom produto.", "rating": 4, "date": null}]},
{"name": "Geladeira/Refrigerador Consul Manual Duplex 334L - CRD37 EBBNA Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-consul-manual-duplex-334l-crd37-ebbna-branco/p/202957300/ed/ref2/", "reviews": [{"comment": "Ótimo.\nMuito bom, recomendo, custo beneficio que vale apena. A entrega foi super rapida.", "rating": 5, "date": null}, {"comment": "Falta pouco\nProduto consagrado, simples e confiável. Tamanho ideal, sem excessos.", "rating": 4, "date": null}, {"comment": "Atendimento Magazine\nGostaria de agradecer ao Magazine Luiza pela agilidade e ótimo atendimento e principalmente pela  entrega rápida... Adorei ter adquirido a Geladeira Consul 334L e super indico.", "rating": 5, "date": null}, {"comment": "ATENDEU A MINHA EXPECTATIVA\nProduto entregue antes da data prevista. O pessoal da transportadora Nota10.", "rating": 5, "date": null}, {"comment": "Recomendo...\nSuper Recomendado!!!! Excelente qualidade e custo benefício.....", "rating": 5, "date": null}, {"comment": "Satisfeita\nEntrega super rápida, segura, totalmente satisfeita!ótimo preço", "rating": 5, "date": null}, {"comment": "Otimo\nÓtimo produto,e um ótimo custo beneficio,esse eu recomendo", "rating": 5, "date": null}, {"comment": "excelente\nO produto é excelente , esquenta bem e frita bem e a entrega foi rápida", "rating": 5, "date": null}, {"comment": "Produto muito espaçoso\nProduto espaçoso, design lindo, compartimentos bem divididos para guardar alimentos", "rating": 5, "date": null}, {"comment": "Muito bom\nConsidero a melhor, qualidade de som e imagem perfeito.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Consul Cycle Defrost Duplex - 450L CRD49 ABANA Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-consul-cycle-defrost-duplex-450l-crd49-abana-branco/p/210458100/ed/ref2/", "reviews": [{"comment": "Boa e grande geladeira\nGeladeira bem grande, espaçosa, em especial o congelador, 6 níveis de resfriamento, no nível 1, mais econômico, aqui em casa da pra usar normalmente, não fiz ainda teste em dia de muito calor... Aprovada...", "rating": 5, "date": null}, {"comment": "Espaçosa e silenciosa\nAmplo espaço interno, e é tão silenciosa que parece estar desligada. Consul , qualidade e durabilidade. Recomendo.", "rating": 5, "date": null}, {"comment": "None\nNone", "rating": 5, "date": null}, {"comment": "Superou as expectativas!\nEntrega muito rápida, fiz pedido de manhã e chegou no outro dia no fim da tarde. Muito grande e espaçosa. Não tem nada de frescura, por isso tem muito espaço, me surpreendeu pelo tamanho. Gela muito rápido, meu marido deixou cerveja no congelador uma noite e elas estouraram no outro dia de tão rápido que gelou, isso no ciclo normal. Recomendo mesmo pra quem precisa de praticidade.", "rating": 5, "date": null}, {"comment": "Surpreendente\nMuito satisfeita quanto a rapidez da entrega, amei a geladeira, muito espaçosa , freezer fantástico, resumindo custo beneficio vale a pena.Parabéns Magazine Luiza ,agora é só aproveitar os benefícios.", "rating": 5, "date": null}, {"comment": "ESPAÇOSA E CHARMOSA\nFAZ UMA SEMANA QUE CHEGOU, POR SINAL...\n\"COMO SEMPRE ANTES DA DATA\", PARABENS MAGAZINE LUIZA!!!!\nELA É SUPER ESPAÇOSA, MUITO SILENCIOSA E SIMPLES!!!!\nEXATAMENTE COMO PRECISAVA\nSUPER VALEU A PENA, SUPEROU NOSSAS EXPECTATIVAS... COMPRA, ENTREGA E AO DESEMPENHO DA GELADEIRA.\n\nMUITO OBRIGADO", "rating": 5, "date": null}, {"comment": "OTIMO TAMANHO\nGostei do tamanho ,com amplo espaço,pratica,e de facil organização", "rating": 4, "date": null}, {"comment": "Gostei da compra\nComprei dia 31/12/15 não paguei frete pelo App e é em uma cidade muito longe, no interior da Bahia, frete grátis pelo App, Não vi a geladeira por que comprei de São Paulo para entrega na Bahia, mas fui na loja ver o modelo e está dentro do preço de mercado. É bem grande o espaço e tem porta coisas na porta até o final. Entregaram dia 19/01/2016 devido a distância da cidade.", "rating": 4, "date": null}, {"comment": "muito bom\ngostei do produto, gostei do prazo da entrega foi rápido minha entrega em Teresina-PI, pode confiar!!", "rating": 5, "date": null}, {"comment": "Excelente\nProduto excelente, muito silenciosa, espaço interno ótimo", "rating": 5, "date": null}]},
{"name": "Geladeira Brastemp Frost Free Inverse 573 litros Branca com Smart Bar", "url": "https://www.magazineluiza.com.br/geladeira-brastemp-frost-free-inverse-573-litros-branca-com-smart-bar-/p/9258928/ed/rinv/", "reviews": [{"comment": "amei chegou antes do previsto. adorei o espaço .\neu recomendo e vou comprar mais produtos da marca.", "rating": 5, "date": null}, {"comment": "Magnifica\nSuper espaçosa com acabamento muito lindo, recomendo sim.", "rating": 5, "date": null}, {"comment": "muito bom\nrecomendo sim a aquisição deste produto super espaçoso e potente", "rating": 4, "date": null}, {"comment": "Ótima aquisição.\nComprei mês passado e estou muito feliz com a compra. Chegou no tempo estabelecido em ótimas condições. Nada a reclamar. Uma geladeira ótima e ideal para uma família grande.", "rating": 5, "date": null}, {"comment": "geladeira top\nnossa, que geladeira top. Ameeeeei muito obrigada Magazine. fora a entrega que comprei num dia e chegou dois dias depois. ❤️", "rating": 5, "date": null}, {"comment": "ótima\nEspaço para organizar tudo. \nGelo rápido e fácil.", "rating": 5, "date": null}, {"comment": "Entrega rapida, chegou direirinho\nComprei a geladeira e em 10 dias já haviam entregue.\nNão é muito silenciosa, mas muito espaçosa, fácil de instalar, resfriou rapidinho e já ficou pronta pra uso.", "rating": 4, "date": null}, {"comment": "TOP\nExcelente geladeira, surpreendeu minhas expectativas.", "rating": 5, "date": null}, {"comment": "Top!\nGeladeira top! Minha mãe adorou por essa geladeira ser gigante e super silenciosa. O freezer é muito bom e espaçoso de mais.", "rating": 5, "date": null}, {"comment": "Muito bonita!!\nBom ela veio em 8 dias, porém não sabia que as laterais são foscas e atrás é inteira de metal, há e o freezer não é grande não em vista a minha antiga que era 430 litros, essa engana muito porque quando abre as gavetas é só uma metade o restante é peças, motor , entrada de ar essas coisas, então perde-se muito aí mas não si sabe até abri-las pessoalmente,e vc tem que ter uma largura boa nas portas para passar si não ela não entra pois é muito larga!!fora isso deve ser excelente sim, é uma Brastemp né!!", "rating": 5, "date": null}]},
{"name": "Geladeira Consul Frost Free Duplex 437 litros Branca com Horta em Casa", "url": "https://www.magazineluiza.com.br/geladeira-consul-frost-free-duplex-437-litros-branca-com-horta-em-casa-/p/8206645/ed/ref2/", "reviews": [{"comment": "maravilhosa\nque geladeira ótima,esperei um pouco para avaliar ela,estou com ela a 6 meses geladeira muito boa", "rating": 5, "date": null}, {"comment": "Encantada\nEntrega antes do prazo, informação de status de entrega através do App Whatsapp(perfwito) e o produto simplesmente lindo, a geladeira é imensa e muito bem dividida.", "rating": 5, "date": null}, {"comment": "Bom\nA geladeira é bem espaçosa , um tamanho bom, tem boas divisões . Oque não me agradou foi o barulho que faz quando o motor está ligado , é muito barulhenta . Tirando isso ela é boa , e de um material bom.", "rating": 3, "date": null}, {"comment": "Maravilhaoso\nEntrega antes do dia previsto, estamos muito satisfeitos com o produto e com a loja!!!", "rating": 5, "date": null}, {"comment": "Excelente\nFiquei satisfeito recebi o produto bem antes do prazo previsto, parabéns Magalu", "rating": 5, "date": null}, {"comment": "Satisfeita\nMuito feliz com o produto \nchegou antes da data \nmagalu parabens.", "rating": 5, "date": null}, {"comment": "Super Satisfeita. Ivone Santos\nA geladeira/Refrigerador Consul Frost Free duplex 437L super linda perfeita entrega rápida estava prevista para dia 17/09/18 mais recebi dia 07/09/2018 com os entregadores muito atencioso a Magazine Luiza está de Parabéns. Eu recomendo a loja e o produto. Ivone Santos Soledade - PB.", "rating": 5, "date": null}, {"comment": "Realizada!\nProduto maravilhoso,de excelente qualidade,entrga antes do prazo!", "rating": 5, "date": null}, {"comment": "sandro\ncomprei uma geladeira frost free 437 l ótimo produto chegou antes do prazo Estou adorando meu produto muito bom a loja entregou de dentro do prazo está de parabéns Magazine Luiza", "rating": 5, "date": null}, {"comment": "bom\nProduto como visto no site, foi difícil apenas acompanhar o produto durante o prazo de entrega que levou um dia a mais, mas as expectativas foram atendidas.", "rating": 4, "date": null}]},
{"name": "Refrigerador Geladeira Brastemp Frost Free Inverse 443L BRE57AK", "url": "https://www.magazineluiza.com.br/refrigerador-geladeira-brastemp-frost-free-inverse-443l-bre57ak-/p/6064614/ed/rinv/", "reviews": []},
{"name": "Geladeira Brastemp Frost Free Inverse 573 litros cor Inox com Smart Bar", "url": "https://www.magazineluiza.com.br/geladeira-brastemp-frost-free-inverse-573-litros-cor-inox-com-smart-bar-/p/9117172/ed/rinv/", "reviews": [{"comment": "geladeira brastemp\nA minha geladeira faz um ruído alto, que  chega irritar. Eu preciso comprar outra , por esse motivo não vou comprar esse modelo.", "rating": 3, "date": null}, {"comment": "ótima\nmuito boa excelente mas ainda esta acima do valor esperado .assim que diminuir o valor com certeza quero ter uma dessas em minha casa !!!", "rating": 5, "date": null}, {"comment": "Produto diz inox no seu anuncio mas é de evox\nNao sendo o que eu buscava.... leiam a ficha tecnica pq lá informam", "rating": 2, "date": null}, {"comment": "Excelente!!!\nA geladeira é excelente. Muito espaçosa e tem um belo design!!! A entrega foi feita antes do prazo dado. Estou bem satisfeita até o momento.", "rating": 5, "date": null}, {"comment": "Excelente!\nProduto de alta qualidade, bonito, estou impressionado. Chegou dentro do prazo.", "rating": 5, "date": null}, {"comment": "horrivel\nDe tudo que já comprei na magazine luiza essa geladeira foi minha pior aqui aquisição,e olha que comprei toda minha casa nela.fiz em tudo seguro estendido,hoje ja vencido, primeiro veio amassada,depois o degelo faz um barulho que parece um tiro de canhão,de madrugada a gente acorda assutado.foi pra assistência técnica,nao resolveram o problema e voltou ainda mais amassada.me desculpa a magazine mas acho que não compraria mais na loja.grato.", "rating": 1, "date": null}, {"comment": "Maravilhoso\nÓtima geladeira superou as minhas expectativas. Recomendo.", "rating": 5, "date": null}, {"comment": "Maravilhosa\nrecebi antes do prazo! é perfeita pir dentro e por fora! amei.", "rating": 5, "date": null}, {"comment": "Show de geladeira. Top\nexcelente produto, chegou no prazo, é um produto econômico, e além de tudo espaçoso. muito satisfeito.", "rating": 5, "date": null}]},
{"name": "Geladeira Brastemp Frost Free Inverse 573 litros Branca com Smart Bar", "url": "https://www.magazineluiza.com.br/geladeira-brastemp-frost-free-inverse-573-litros-branca-com-smart-bar-/p/9169835/ed/rinv/", "reviews": [{"comment": "Recomendo\nchegou muito rápido menos de 2 semanas, chegou certinho.", "rating": 5, "date": null}, {"comment": "Linda, espaçosa e compacta\nPrimeiro eu gostaria de elogiar a rapidez na entrega, o prezo era de 15 dias uteis para ela chegar e com 8 dias após a compra ela chegou!!!\nEu estava com receio de compra-la pois poderia ser muito bruta devido a quantidade de litros, porém ela é enorme por dentro e compacta por fora.  É silenciosa, bem iluminada, faz gelo mt rápido, e gela mt bem! A lateral esquenta um pouco, mas ocorre quando alteramos a temperatura dela, mas logo volta ao normal. Só achei o congelador pequeno em relação a quantidade de litros, mas é devido a ele ficar bem na reta do motor. E o fato dela ser inverse é sensacional!!! Não preciso ficar me abaixando mais pra pegar os itens que mais utilizo.", "rating": 4, "date": null}, {"comment": "Valor\nEstá mto mais caro do que a concorrente fez pra mim.. vou ter que comprar com eles", "rating": 1, "date": null}]},
{"name": "Geladeira/Refrigerador Brastemp Frost Free Evox - Duplex 400L BRM54 HKANA", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-brastemp-frost-free-evox-duplex-400l-brm54-hkana/p/013081800/ed/ref2/", "reviews": [{"comment": "Ótimo Produto\nGeladeira Top estou muito satisfeito. Comprei faz 3 meses", "rating": 5, "date": null}, {"comment": "Recomendo\nO processo por inteiro foi extremamente rápido. Preço acessível, em relação a custo e benefício.", "rating": 5, "date": null}, {"comment": "Excelente\nA melhor entrega do Brasil super rápida,  a geladeira e ótima superou a minha expectativa, lindo design e ótima funções.", "rating": 5, "date": null}, {"comment": "maravilhosa\ncomprei esse mes de junho 2019 e estou muito satisfeita, a entrga foi bem rápido parabéns magaLu", "rating": 5, "date": null}, {"comment": "Otimo\nE um otimo produto possui todu o que eu queria no produto", "rating": 5, "date": null}, {"comment": "Bom custo benefício\nProduto muito bonito e de fácil utilização. Possuo recursos ideais para o dia a dia", "rating": 5, "date": null}, {"comment": "Excelente!\nExcelente geladeira. As formas de gelo são excelentes e a entrega aconteceu em 3 dias úteis.", "rating": 5, "date": null}, {"comment": "Fácil manuseio\nO produto possui recursos de fácil manuseio, a parte interna é bem dividida, só achei um pouco barulhenta.", "rating": 4, "date": null}, {"comment": "Ótima gela muito rápido\nO produto possui sistema de refrigeração muito rápido.Excelente", "rating": 5, "date": null}, {"comment": "Excelente aquisição!\nEu recomendo, excelente produto, design lindo, funcionando perfeitamente. Muito satisfeito.", "rating": 5, "date": null}]},
{"name": "Refrigerador Geladeira Brastemp Frost Free Inverse 443L BRE57AK", "url": "https://www.magazineluiza.com.br/refrigerador-geladeira-brastemp-frost-free-inverse-443l-bre57ak-/p/6064614/ed/rinv/", "reviews": []},
{"name": "Fogão Consul 5 bocas cor Inox com mesa de vidro e trempe de ferro fundido", "url": "https://www.magazineluiza.com.br/fogao-consul-5-bocas-cor-inox-com-mesa-de-vidro-e-trempe-de-ferro-fundido-/p/8282464/ed/fg5b/", "reviews": [{"comment": "infelizmente o forno não funciona\ncomprei o fogão há quinze dias porém a entrega foi extremamente rápida em 4 dias me entregaram porém percebi que o fogo baixo dele é muito forte e queima a comida se a gente se descuidar um pouco até aí tudo bem porém o forno não funciona queima o bolo por baixo e no meio fica cru e não doura em cima já fiz 4 bolos e não deu certo chamei o técnico disse que tem que usar um regulador diferente do que eu tenho troquei esse regulador e continua só mesmo jeito agora disse que vai passar pra consul pra ver o retorno deles é disse que provavelmente eles vão dizer que é adaptação do cliente eu não entendo será que terei que me adaptar em comer bolo cru e não é só o bolo simplesmente fiz frango batata recheada e o forno parece uma fogueira só esquenta na parte de baixo estou aguardando o retorno da consul a esse respeito.", "rating": 1, "date": null}, {"comment": "Não tenha dúvidas! Comprem\nComprei no dia 6/8 e chegou no dia 14/8 , a única coisa ruim e que não envia o código de rastreamento, mas o fogão e lindo,  o forno e maravilhoso estou muito satisfeita até o momento com a compra", "rating": 5, "date": null}, {"comment": "Excelente\nEntrega rápida e pessoal super atencioso, chegou bem embalado.\ntô super satisfeita com meu fogão.", "rating": 5, "date": null}, {"comment": "Lindíssimo!!!\nO fogão é lindo e perfeito gostei muito!!! sem contar a entrega que foi muito rápida comprei no dia 04/08 chegou no dia 07/08, estou muito satisfeita..", "rating": 5, "date": null}, {"comment": "chegou muito rápido ,t udo certo\neu e minha esposa estamos muito feliz com o fogão ! muito bonito", "rating": 5, "date": null}, {"comment": "Otimo\nExemplo: Comprei isso mês passado e estou tão satisfeito que fiz...", "rating": 5, "date": null}, {"comment": "Lindo d++++\nEu amei este fogão da Consul super moderno deixou minha cozinha ainda mais linda..rsrs queimadores ótimos , o forno também aprovadíssimo, parabéns a Consul pelo produto maravilhoso. pela marca a gente compra sem medo. Show.", "rating": 5, "date": null}, {"comment": "Perfeito\nLindo! compre o que promete, entrega no prazo estabelecido so achei o puxador do forno frágil, mas num todo ele e perfeito e facil de limpar.", "rating": 5, "date": null}, {"comment": "Excelente produto\nfogão lindo! estou muito satisfeita o design sofisticado,eu recomendo.", "rating": 5, "date": null}, {"comment": "MARAVILHOSOOO!!\nIncrível a Magalu...comprei dia (9/2/2019) e 2 dias depois(11/2/2019) estava chegando na minha casa...Parabéns!!Qto o fogão é  lindooo,eu adorei!!!", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free   - Bottom Freezer 454L Painel Blue Touch DB53 Branca", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-bottom-freezer-454l-painel-blue-touch-db53-branca/p/013080201/ed/refr/", "reviews": [{"comment": "perfeita\nlindíssima,superou todas as minhas expectativas,enorme é maravilhosa e chegou bem antes do prazo", "rating": 5, "date": null}, {"comment": "Péssimo\nPrateleira Refrigerador cod Db53 Electrolux , muito ruim , quebra muito fácil.", "rating": 1, "date": null}, {"comment": "Geladeira inverter\nA geladeira e bem grande,bonita funcional,acho cedo pra avaliação porém acho que fiz uma excelente compra,só o freezer deixa a desejar parece q tem um motor muito grande atrás dele que o faz com que ele reduza o tamanho útil.Mas num geral gostei bastante", "rating": 5, "date": null}, {"comment": "Refrigerador frosfree\nGostei muito.\nChegou dentro do prazo é espassosa\nAcomoda bem os alimentos.", "rating": 5, "date": null}, {"comment": "satisfeito\na entrega foi muito rápida! comprei na sexta feira a noite no sábado antes do almoço já estava entregue, o refrigerador muito espaçoso e bonito, só achei um pouco barulhento!!", "rating": 5, "date": null}, {"comment": "Muito bom\nMuito boa qualidade,bonita,Grande.Como eu queria!Mas deveria baixa mas o preço.", "rating": 4, "date": null}, {"comment": "Excelência\nProduto muito bom, superou minhas expectativas, geladeira com muita facilidade de manuseio.", "rating": 5, "date": null}, {"comment": "bom\ngeladeira muito boa o único defeito são os materiais de acrílico q deveriam ser um pouco mais resistente", "rating": 5, "date": null}, {"comment": "Excelente, recomendo\nGostei muito desse refrigerador, muito pratico e eficiente.", "rating": 5, "date": null}, {"comment": "Maravigood\nMuita linda, ergonômica, refrigeração muito boa, o barulho dela pra mim é bem normal, tem rodinhas que facilita bastante para limpar o chão, muito espaçosa, bem versátil, posso regular prateleiras, estética muito boa tb. Enfim, superou as minhas expectativas. Super recomendo!", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free Inox  - Duplex 371L DFX41", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-inox-duplex-371l-dfx41/p/013080800/ed/ref2/", "reviews": [{"comment": "super recomendo\nGeladeira maravilhosa moro em apartamento pequeno caiu super bem na minha cozinha entregaram super rápido", "rating": 5, "date": null}, {"comment": "Bonita, e de qualidade.\nA geladeira atendeu a minha demanda. Bonita, eficiente, design lindo, ótimas divisórias. Amei!", "rating": 5, "date": null}, {"comment": "Bom refrigerador com ressalvas\nTem um design muito bonito e bom espaço interno. Só achei poucas prateleiras e vou comprar mais a parte. A geladeira tbm faz uns barulhos altos e uns ruídos parecendo com rosnado de animal, virou até piada em casa. Se for pra ambientes integrados eu não indicaria por causa do barulho. O congelador tem um bom espaço.", "rating": 4, "date": null}, {"comment": "Boa\nPara um casal e com  apartamento pequeno atende bem .", "rating": 5, "date": null}, {"comment": "Muito boa e Linda\nA geladeira tem um espaço interno muito bom, ela é bonita, moderna e silenciosa.", "rating": 5, "date": null}, {"comment": "Ótimo\nLinda, grande e espaçosa gostei aprovada , economica", "rating": 5, "date": null}, {"comment": "Ótimos recursos\nBoa qualidade, ótimo resfriamento, porém faz alguns barulhos.", "rating": 4, "date": null}, {"comment": "Muito bom\nO produto é de alta qualidade, designer super moderno, superou minhas expectativas", "rating": 5, "date": null}, {"comment": "Acomoda bem os alimentos.\nProduto bonito, o freezer é espaçoso...mas faz um pouco de barulho que até acostumar  assusta um pouco. Amei e compraria novamente.", "rating": 5, "date": null}, {"comment": "Bom produto\nGeladeira bonita, ótimo espaço interno, apesar das prateleiras serem um pouco mal projetadas. Congelador enorme, com divisões e prateleira na porta. Um pouco barulhenta.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free Inox  - French Door 579L Multidoor DM84X", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-inox-french-door-579l-multidoor-dm84x/p/013081201/ed/grfd/", "reviews": [{"comment": "comprei no mês de julho\nmuito boa essa geladeira,  muito econômica pelo tamanho dela, pode adquirir sem problemas,  a minha conta de luz baixou.", "rating": 5, "date": null}, {"comment": "Ótima aquisição\nÉ maravilhosa, tudo que eu esperava, superou minhas expectativas e a entrega muito rápido, dois dias após o pedido... Eu recomendo...", "rating": 5, "date": null}, {"comment": "nao vale a metade do valor\ncomprei a minha e alguns meses depois surpresa na fabrica de gelo, a agua congela dentro do cano de abastecimentp e nao faz mais gelo, tem que desligar a geladeira e deixar 24 horas pra sair o gelo da mangueirinha, e depois da primeira vez, toda semana isto acontece ate que desliguei a função, na brastemp isso nao acontece.", "rating": 2, "date": null}, {"comment": "Ótima aquisição\nMuito moderno com espaço adequado para uma cozinha", "rating": 5, "date": null}, {"comment": "Excelente produto\nSuper recomendo. \nFácil manuseio e super espaçosa.", "rating": 5, "date": null}, {"comment": "Ótimo produto!\ncomprei mês passado recebi bem antes do prazo, é mega gigante, no início fiquei preço upado porque quando ligada ela demora esfriar a parte superior do produto, mais é só a primeira vez! deu tudo certo ! uso o freezer na temperatura mínima e mesmo assim ela congela tudo bem direitinho e numa rapidez mostra!", "rating": 5, "date": null}, {"comment": "Ótimo produto\nBem espaçosa, boas divisões internas e ajustáveis conforme a necessidade. Peca um pouco no barulho, mas como fica na cozinha, sem problemas", "rating": 5, "date": null}, {"comment": "Ótimos recursos!\nO produto possui recursos que vão além do que eu esperava. Maravilhoso!", "rating": 5, "date": null}, {"comment": "lindaaaa\nnao estou usando ainda mais ela eh perfeita esteticamente...", "rating": 5, "date": null}, {"comment": "Ótimo recursos\nO produto possui bons recursos, porém poderia ter acesso à internet.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free   - Duplex 371L DFN41 Branca", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-duplex-371l-dfn41-branca/p/013080601/ed/ref2/", "reviews": [{"comment": "Adorei a geladeira, espaços e recursos\nProduto muito bom com ótimos recursos e distribuição interna", "rating": 5, "date": null}, {"comment": "Excelente\nAté o momento gostando bastante..Gela bem entrega foi feita em menos de 24hs.Amei.", "rating": 5, "date": null}, {"comment": "geladeira Eletrolux\namei minha geladeira chegou antes do prazo . a magazine Luiza está de parabéns.", "rating": 5, "date": null}, {"comment": "a melhor geladeira\ncomprei ela tem 3 meses e não tive nenhum problema, ela é muito econômica , espaçosa e com o turbo freezer gela aquela cervejinha em 10 minutos... super recomendo", "rating": 5, "date": null}, {"comment": "Ótimos recursos\nO produto é bem prático e fácil de usar, com design bem elegante. Ótima função turbo drink e turbo freezer!", "rating": 5, "date": null}, {"comment": "Perfeita\ncomprei numa quarta a tarde chegou quinta pela manha. linda e tem um otimo espaço", "rating": 5, "date": null}, {"comment": "bem compacta e espacosa\ngostei muito da eficiencia dela trabalha silenciosa e apenas no nivel baixo de temperatura ja nos dar um bom desepenho", "rating": 4, "date": null}, {"comment": "Estranhei a falta de mais uma prateleira, como as\nPor enquanto não tenho do que reclamar do produto.", "rating": 4, "date": null}, {"comment": "Super recomendo!\nProduto veio em perfeito estado, e funcionando perfeitamente. Exatamente como anunciado.", "rating": 5, "date": null}, {"comment": "Ótimo produto!\nO produto chegou como na descrição,a entrega aconteceu um dia antes do prazo estabelecido,gostei muito da produto atendeu perfeitamente minhas necessidades...Recomendo!", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free - Side by Side 504L Dispenser de Água SS72X Titanium", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-side-by-side-504l-dispenser-de-agua-ss72x-titanium/p/010068200/ed/grsb/", "reviews": [{"comment": "Ótimo!\nEstou satisfeita e chegou em ótimo estado. Irei comprar quando necessário.", "rating": 5, "date": null}, {"comment": "Bom\nFiquei satisfeito, chegou dentro do prazo...\nMais na lateral, veio com uma pequena avaria;\nAmassado.", "rating": 4, "date": null}, {"comment": "Moderna e linda\nNão tenho do que reclamar, mas uma vez a electrolux lançando coisas lindas como esta e modernas. Super pratica e o precinho foi maravilhoso.", "rating": 5, "date": null}, {"comment": "Muito Bom\nO produto chegou extremamente rápido, e muito bom.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free  - Duplex 463L Painel Blue Touch TF52 Branco", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-duplex-463l-painel-blue-touch-tf52-branco/p/218039400/ed/ref2/", "reviews": [{"comment": "muito boa\nO produto veio bem embalado, chegou dentro do prazo amei a geladeira.", "rating": 4, "date": null}, {"comment": "Excelente\nProduto de ótima qualidade e chegou certinho dentro do prazo estabelecido", "rating": 5, "date": null}, {"comment": "EXCELENTE\nespaçosa e muito bonita o barulho ate agora ta normal recomendo", "rating": 4, "date": null}, {"comment": "Excelente\nA geladeira chegou em perfeito estado, funciona divinamente, bem espaçosa. Estou muito satisfeita com o tempo de entrega e preço. Acho que todo mundo que compra algo na internet quer receber logo, e aqui vi isso realmente. Tanto que já comprei outros aparelhos.", "rating": 5, "date": null}, {"comment": "excelente\ngeladeira ótima muito espaçosa como nós queríamos recomendo econômica e além de tudo muito bonita", "rating": 5, "date": null}, {"comment": "ótimo produto\ngeladeira refrigerador de ótima qualidade surpreendeu minha cliente que  ficou muito satisfeita com o produto e o prazo de entrega pelo Magazine e Você (magazinegersonlino)", "rating": 5, "date": null}, {"comment": "Maravilhoso\nExcelente produto excelente atendimento excelente entrega", "rating": 5, "date": null}, {"comment": "Perfeita\ngeladeira enorme, linda superou minhas espectativas, vake mt a pena e surpresa tbm com a rapidez na entrega, quando chegou aqui nem acreditei q ja tinha chegado, parabéns magazine luiza", "rating": 5, "date": null}, {"comment": "Muito bom\nPerfeito, produto de ótima qualidade. Recomendo sim.", "rating": 4, "date": null}, {"comment": "Excelente\nGeladeira muito robusta e bastante espaçosa tanto na parte do freezer quanto na do refrigerador... so um detalhe casa com portas padrao podem ter problema para passar a geladeira", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free - Duplex 553L Infinity Frost Painel Touch DF82", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-duplex-553l-infinity-frost-painel-touch-df82/p/013083601/ed/ref2/", "reviews": [{"comment": "Excelente refrigerador\nRefrigerador espaçoso, com divisórias funcionais, freezer grande e bem dividido.", "rating": 5, "date": null}, {"comment": "Ótima\nA geladeira é aquilo que esperava, o anúncio está muito bem feito", "rating": 5, "date": null}, {"comment": "excelente\nEntrega muito rápida. super espaçosa. ótimo refrigeração.", "rating": 5, "date": null}, {"comment": "excelente\nMuito Boa .gostei estou satisfeita. chegou bem rapidinho. faz um pouco de barulho .deveria ser menos , por ser tão Boa,", "rating": 5, "date": null}, {"comment": "Entrega Super rapido\ngeladeira perfeita, cliente ficou muito satisfeito", "rating": 5, "date": null}, {"comment": "Muito boa\nMuito barulhenta aqui nós usamos ela na parte externa da casa", "rating": 4, "date": null}, {"comment": "Razoável\nO refrigerador é bom mas é muito barulhento.   Temos outros refrigeradores, inclusive da mesma marca, em que o nível de ruídos é bem menor", "rating": 3, "date": null}, {"comment": "Muito boa\ngeladeira bem espaçosa. freezer pequeno. Um pouco barulhenta. Estou satisfeito.", "rating": 5, "date": null}, {"comment": "Barulhenta\nGeladeira boa, espaço excelente,porém faz mto barulho....a noite então ...", "rating": 3, "date": null}, {"comment": "Barulhenta\nDepois de 32 anos, resolvi trocar minha Brastemp por este refrigerador 'lindo' da  Electrolux, PORÉM, para minha decepção é SUPER-BARULHENTO!", "rating": 1, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free Inox  - Duplex 427L Painel Touch DF53X", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-inox-duplex-427l-painel-touch-df53x/p/219058100/ed/ref2/", "reviews": [{"comment": "Ótimo\nO produto de grande garantia e segurança  .. melhor escolha que fiz!", "rating": 5, "date": null}, {"comment": "Maravilhoso\nRefrigerador espaçoso, com muitos compartimentos, muito bem dividido e com um design lindo que faz toda a diferença na cozinha. Excelente aquisição! Super recomendo!", "rating": 5, "date": null}, {"comment": "Boa\nGeladeira maravilhosa muito espaçosa refrigera perfeitamente só tem um ponto negativo que não vem com luz no refrigerador o resto ela é perfeita.", "rating": 4, "date": null}, {"comment": "O que esperava\nGeladeira espaçosa, designer lindo. Vale a pena comprar. Entrega antes do prazo, chegou em perfeito estado.", "rating": 5, "date": null}, {"comment": "bonita na aparência\nbonita,mais é barulhenta, e veio com a gaveta de legumes quebrada,ela também está com umas lombares dos lados não se é assim mesmo,agora é ficar no prejuízo porque eu só montei a cozinha depois de um mês comprada.", "rating": 3, "date": null}, {"comment": "maravilhosa\nrefrigerador lindo impecável um pouco frágil como todas marcas não me arrependi da compra ficou mais linda ainda minha cozinha fora a entrega magazine luiza sensacional meus parabéns", "rating": 5, "date": null}, {"comment": "ótima e linda\nÓtimo produto! linda, espaçosa, adorei. super recomendo a compra! entrega dentro do praso estimado!", "rating": 5, "date": null}, {"comment": "Perfeita\nÓtima aquisição recomendo a todos, linda e robusta, só elogios dos amigos.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Panasonic Frost Free - Duplex Branco 435L NR-BT50BD3W", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-panasonic-frost-free-duplex-branco-435l-nr-bt50bd3w/p/221811600/ed/ref2/", "reviews": [{"comment": "Ótimo.produto.\nO produto chegou antes do prazo e em perfeito estado.", "rating": 5, "date": null}, {"comment": "Muito bom\nÓtima atende as minhas necessidades superou minhas expectativa.", "rating": 5, "date": null}, {"comment": "Otimo Recursso\nGeladeira Panasonic com recurssos que ajudam na dimunuiçao do consumo, como acompanhamento monitorado de abertura das portas para uma melhor performace", "rating": 5, "date": null}, {"comment": "Ótimo produto\nExcelente refrigerador, silenciosa e com boa distribuição interna \n\nRecomendo", "rating": 5, "date": null}, {"comment": "Muito bons\nMuito bom produto, gostei e estou muito satisfeito", "rating": 4, "date": null}, {"comment": "Ótimo recomendo\nO produto chegou antes do prazo. Chegou perfeitamente. Até o presente momento o produto está funcionando perfeitamente. Recomendo o produto.", "rating": 5, "date": null}, {"comment": "Produto muito bom\nComprei esta geladeira no dia 02/04 e no dia 03/04/2019 já entregaram, a geladeira e bem espaçosa e  silenciosa, com certeza  recomendo.", "rating": 5, "date": null}, {"comment": "Recomendo!\nRefrigerador excelente, com ótima capacidade de armazenamento, extremamente silencioso e com um design muito bonito. Recomendo a compra.", "rating": 5, "date": null}, {"comment": "Muito silenciosa\nGela muito bem, é suficientemente espaçosa e muito silenciosa", "rating": 5, "date": null}, {"comment": "perfeita\ngeladeira espaçosa, bonita, gela muito bem, econômica, uma das melhores compras q já fiz.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Top Freezer 474L Platinum (DF56S) - Electrolux", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-top-freezer-474l-platinum-df56s-electrolux/p/ea205k6fd0/ed/ref2/", "reviews": []},
{"name": "Geladeira Frost Free 427 litros (IF53X) - Electrolux", "url": "https://www.magazineluiza.com.br/geladeira-frost-free-427-litros-if53x-electrolux/p/5386018/ed/refr/", "reviews": []},
{"name": "Geladeira/Refrigerador Samsung Frost Free Inox - Duplex 453L 5-em-1 Twin Cooling Plus RT6000K", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-samsung-frost-free-inox-duplex-453l-5-em-1-twin-cooling-plus-rt6000k/p/013085400/ed/ref2/", "reviews": [{"comment": "bom\nApesar dela ter chegado hoje(bem antes da data prevista) e ser um tanto precipitado em avaliá-la, até o momento tudo ok. Contudo, as prateleiras por não haver uma boa distribuição, as jarras mais compridas acabam não se adequando ao espaço.", "rating": 4, "date": null}, {"comment": "Excelente produto\nProduto de excelente qualidade. Consumo baixíssimo. Recomendo.", "rating": 5, "date": null}, {"comment": "recomendo\nEntrega ocorreu antes do prazo, excelente produto. Amei o material imitando couro nas laterais dela. Motor não faz quase nada de barulho, comparado com as eletrolux. sem contar que tem luz no frezzer,  o que a maioria atualmente não conta c esse item. gela super bem, tamanho excelente...super recomendo!!", "rating": 4, "date": null}, {"comment": "Maravilhosa\na Geladeira é linda, espaçosa e chegou antes do previsto. Estou muito satisfeito.", "rating": 5, "date": null}, {"comment": "Muito bom\nMuito bom o produto , recomendo pra que quer um bom produto.", "rating": 5, "date": null}, {"comment": "estou decepcionado com a magazine Luiza e a Samsun\nJá comprei duas geladeira e veio com defeito. Agora ñ sei de quem é a culpa se é da magazine Luiza o da Samsung.", "rating": 1, "date": null}, {"comment": "Excelente geladeira\nFiquei muito em dúvida antes, mas por fim decidi e não me arrependi! Os espaços da geladeira são bem pensados para otimizar seu uso. O congelador é muito potente, e a função de gelar mais rápido é fantástica. Apenas me incomoda o espaço da porta, onde tem um compartimento fechado, pois a tampa não abre completamente e dificulta colocar e tirar os produtos. O espaço destinado a frutas é muito bom, conserva bem e na temperatura ideal. A caixa de verduras é grande e armazena muito bem uma grande quantidade de alimentos. O depósito de gelo é móvel e facilita muito seu uso, permitindo movê-lo quando precisamos de mais espaço. Isso também facilita de colocar e tirar o gelo de dentro na hora da reposição. O consumo de energia não aumentou em casa e a porta faz um som quando fica muito tempo aberta ou alguém esquece de fechar (isso é ótimo, gente). A limpeza é fácil. Vale muito o investimento.", "rating": 5, "date": null}, {"comment": "Maravilhoso\nO produto cumpre o q promete é simplesmente maravilhoso e a entrega como sempre bem antes do prazo e produto veio em perfeito estado\nParabéns magalu", "rating": 5, "date": null}, {"comment": "Boa qualidade\nTem lindo design ,gostei. Ainda não dá pra avaliar quanto economia,tive informação de que este Produto consome menos energia.", "rating": 4, "date": null}, {"comment": "Tenho duas\nEu já tenho duas e vocês não sabem como é difícil para mim olhar no site e não poder comprar mais.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Infinity Frost Free Inox 553L Electrolux (DF82X)", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-infinity-frost-free-inox-553l-electrolux-df82x-/p/6877934/ed/ref2/", "reviews": []},
{"name": "Geladeira/Refrigerador Frost Free cor Inox 454L  Bottom Freezer Electrolux (DB53X)", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-frost-free-cor-inox-454l-bottom-freezer-electrolux-db53x-/p/7369658/ed/ref2/", "reviews": [{"comment": "Inverter é mais conforto\nRefrigerador é barulhento, a tecnologia do compressor não é inverter.  Consumo de energia razoável.  Prateleiras bem projetadas.", "rating": 3, "date": null}, {"comment": "Ótimo\nE E um ótimo produto recomendo para quem quer uma produto com garantia e qualidade", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free Inox - 598L DB84X", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-inox-598l-db84x/p/219057500/ed/ref2/", "reviews": [{"comment": "Otimo\nFiquei muito satisfeito com o produto adquirido, muito bom! E mas ainda com a magazine luiza por ter o compromisso que teve na venda e entrega do produto.", "rating": 5, "date": null}]},
{"name": "Geladeira Infinity Frost Free 553 litros (DF82) - Electrolux", "url": "https://www.magazineluiza.com.br/geladeira-infinity-frost-free-553-litros-df82-electrolux/p/6242330/ed/ref2/", "reviews": []},
{"name": "Geladeira/Refrigerador Infinity Frost Free Inox 553L Electrolux (DF82X)", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-infinity-frost-free-inox-553l-electrolux-df82x-/p/6856261/ed/ref2/", "reviews": []},
{"name": "Geladeira/Refrigerador Electrolux Frost Free Inox - Duplex 380L Painel Touch DW42X22089", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-inox-duplex-380l-painel-touch-dw42x22089/p/010059300/ed/ref2/", "reviews": [{"comment": "Amei!!!!\nA entrega super rápida fiquei feliz pq a minha outra tinha quebrado linda tanto por dentro como  por fora, bem dividida....a minha cozinha ficou linda e bem organizada amei, é a minha quarta compra pelo app e estou feliz a magalu está de parabéns ....nota 10", "rating": 5, "date": null}, {"comment": "Geladeira Eletrolux\nMuito satisfeita com a realização da compra!! Chegou muito rápido e em perfeito estado, ainda não usei mas já me apaixonei pela beleza da geladeira!! Estão de parabéns!", "rating": 5, "date": null}, {"comment": "Qualidade do aço péssima\nApresentou com 8 meses ferrugem na porta, o tamanho e o design é ótimo, porém o ferrugem já tirou a beleza da geladeira", "rating": 3, "date": null}, {"comment": "melhor aquisição até hoje\numa das melhores compras que fiz até hoje, a geladeira é muito top, bonita, gela muito, funciona perfeitamente, podem comprar não iram se arrepender.", "rating": 5, "date": null}, {"comment": "Otima compra\nOtima geladeira muito eficiente e fez minhas espectativas sem falar q é estremamente bonita.", "rating": 5, "date": null}, {"comment": "Refrigerador electrolux\nGenteeee! A geladeira é linda , linda , linda ; o material é ótimo, no início fiquei com um pouco de receio quanto ao material da geladeira e dos puxadores , não é plástico é alumínio mesmo (apenas as laterais são pintadas ) esteticamente é linda , quanto ao funcionamento ainda não posso avaliar pois ainda não utilizei . Espero que tenha ajudado.", "rating": 5, "date": null}, {"comment": "Muito satisfeita\nComprei mês passado o produto, foi entregue antes do prazo, muito bem embalado, amei, super linda a geladeira! Super recomendo, além de o Magalu oferecer um excelente atendimento! É o melhor app sem dúvida!", "rating": 5, "date": null}, {"comment": "Muito boa gostei muito faz 10 mês que eu tenho.\nBoa excelente geladeira toda geladeira faz barulho a que não tem barulho e que está desligada eu recomendo a todos podem compra pessoal.", "rating": 5, "date": null}, {"comment": "Ótimo\nO produto é maravilhoso \nPor valor custo beneficio.", "rating": 5, "date": null}, {"comment": "Bom negócio!\nProduto chegou dentro do prazo e muito bem embalado. Tudo funcionando perfeitamente.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free Inox  - Duplex 371L DFX41", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-inox-duplex-371l-dfx41/p/013080900/ed/ref2/", "reviews": [{"comment": "Boa mais...\nA geladeira chegou em casa em perfeito estado. só tem um porém ela é muito barulhenta. faz um barulho enorme. mais o resto é muito bom. gela bem. Chegou antes do dia.", "rating": 4, "date": null}, {"comment": "Maravilhosa\nÉ linda e chegou bem rápido.  Excelente produto. Valeu muito a pena a compra.", "rating": 5, "date": null}, {"comment": "barulhenta demais\né bonita, espaçosa, mas é muito barulhenta, parece que tem uma galinha dentro dela, é horrivel, eu não recomendo", "rating": 2, "date": null}, {"comment": "Bom produto.\nProduto de qualidade e bom acabamento, sempre mostrando ótimos preços e produtos.", "rating": 5, "date": null}, {"comment": "ótimo\no produto que adique ri atende minhas necessidades", "rating": 5, "date": null}, {"comment": "Ótimo produto\nProduto muito bom superou minhas expectativas recomendo.", "rating": 5, "date": null}, {"comment": "Muito boa\nGeladeira perfeita com espaço suficiente para o nosso uso", "rating": 5, "date": null}, {"comment": "gela muito alem de ser linda\nboa geladeira,moderna,painel externo facilita o controle de temperatura,ruídos normais,bem espaçosa,magazine luíza com entrega super rápida,ótima compra.", "rating": 5, "date": null}, {"comment": "Produto muito bom\nA geladeira é linda e bem espaçosa. Comprei e chegou antes do prazo estabelecido pela loja.", "rating": 5, "date": null}, {"comment": "Produto bom\nGeladeira boa, tamanho bom, nem grande demais, nem pequena demais. Ideal para um casal. A entrega da Magazine Luiza foi nuito rápida, comprei e chegou em 3 dias. Geladeira tem um design bonito.", "rating": 4, "date": null}]},
{"name": "Geladeira/Refrigerador Electrolux Frost Free Inox  - Bottom Freezer 454L Painel Blue Touch DB53X", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-electrolux-frost-free-inox-bottom-freezer-454l-painel-blue-touch-db53x/p/013080500/ed/ref2/", "reviews": [{"comment": "Satisfeita\nExemplo: Comprei isso mês passado e estou tão satisfeito que fiz...", "rating": 5, "date": null}, {"comment": "Vale a pena\nEspaçosa,linda,silenciosa e cumpre seu papel: gelar,congelar e manter os alimentos em perfeito estado de consumo.", "rating": 5, "date": null}, {"comment": "É MUITO BOM COMPRAR NO MAGALU! O SITE É PRÁTICO!\nO produto que adquiri foi fruto de muita pesquisa e consulta a vários sites de opinião. Por fim, após pesquisar e muito! decidi e comprei o produto que queria!", "rating": 5, "date": null}, {"comment": "Ótima qualidade\nProduto com ótima qualidade e custo benefício excelente!", "rating": 5, "date": null}, {"comment": "Refrigerador\nProduto entregue dentro do combinado e com ótima qualidade.", "rating": 4, "date": null}, {"comment": "Ótima compra\nO produto parece ser de excelente qualidade, recebi há pouco tempo.", "rating": 5, "date": null}, {"comment": "Excelente produto.\nFácil instalação, design moderno e acabamento impecável. Recomendo.", "rating": 5, "date": null}, {"comment": "Excelente\nProduto excedeu as expectativas. Boa disposição interna.", "rating": 5, "date": null}, {"comment": "Fiquei muito satisfeito com a compra refrigerador\nO refrigerador muito bom espaçosa e linda.a entrega rápida eu super recomendo", "rating": 5, "date": null}, {"comment": "estou super satisfeito\nótimo produto, tatos reclam do barulho pelo menos a minha não faz barulho, a entrega foi super rápida, pouco tempo de uso da pra ver que eh um ótimo produto.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Frost Free cor Inox Bottom Freezer 598L Electrolux (DB84X)", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-frost-free-cor-inox-bottom-freezer-598l-electrolux-db84x-/p/6075671/ed/ref2/", "reviews": [{"comment": "Geladeira grande e bonita\nA meu ver essa geladeira tem apenas um porém que não atrapalha sua avaliação como um todo, que é seu barulho, faz um pouco de barulho, poderia ser mais silenciosa.", "rating": 5, "date": null}, {"comment": "Aprovadissima!\nTenho esse refrigerador a quase 1 ano e recomendo. Muito espaçosa e gela muito bem", "rating": 5, "date": null}, {"comment": "Espetacular!\nAtendeu minhas expectativas! Espaçoso, prático e funcional!", "rating": 5, "date": null}, {"comment": "comprovadamente melhor custo benefício\nproduto sem pontos negativos, vamos ver sua duração.", "rating": 5, "date": null}, {"comment": "Ótimo\nexcelente produto, recomendo! Entrega rápida, preço ótimo!", "rating": 5, "date": null}, {"comment": "Normal\nEu prefiro outra marca, mas como foi um presente e a pessoa que escolheu, comprei.", "rating": 3, "date": null}, {"comment": "multíssimo bom\nEstou muito satisfeito com o produto, pois, esta me oportunizando vários benefícios tais como: mais espaço,\ndegelo automático etc.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Frost Free Bottom Freezer 598 Litros (DB84) - Electrolux", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-frost-free-bottom-freezer-598-litros-db84-electrolux/p/6847373/ed/ref2/", "reviews": [{"comment": "Maravilhoso\nProduto excelente, superou minhas expectativas!! Super feliz com minha compra.", "rating": 5, "date": null}, {"comment": "Muito bom o custo benefício\nAtendeu a maior necessidade que era espaço interno.\neste requisito foi sensacional.\nO Painel de programação permite usar o produto em tempo real para suprir necessidades específicas, como:\nFazer Gelo Rapido, Acelerar o resfriamento apos guardar as compras, Gelar latas de cerveja e outros drinks qdo desejado.\n\nMinha unica insatisfação é com a regulagem de nivel, mesmo depois de nivelado na hora que chegou, tenho que calibrar toda semana o nivelador, pois sempre ele retorna a posição errada, Apesar de ser uma ação simples, sinto que caso nao seja feito, dara defeito na abertura da porta em longo prazo.", "rating": 4, "date": null}, {"comment": "Maravilhoso.\nO espaço, tanto da parte da geladeira como a parte do freezer, são bem amplos. Suas subdivisões são muito funcionais. Cabe tudo e, mais um pouco, gela que é uma maravilha, tem programações e; óbvio, é linda.", "rating": 5, "date": null}]},
{"name": "Geladeira/Refrigerador Infinity Frost Free Inox 553L Electrolux (DF82X)", "url": "https://www.magazineluiza.com.br/geladeira-refrigerador-infinity-frost-free-inox-553l-electrolux-df82x-/p/6877934/ed/ref2/", "reviews": []},
{"name": "Geladeira Infinity Frost Free 553 litros (DF82) - Electrolux", "url": "https://www.magazineluiza.com.br/geladeira-infinity-frost-free-553-litros-df82-electrolux/p/6539176/ed/ref2/", "reviews": []}
]